window.Data = {
    "タイプ相性" : {
        "ノーマル": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1,
            "いわ": 0.625,
            "ゴースト": 0.390625,
            "ドラゴン": 1,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 1
        },
        "かくとう": {
            "ノーマル": 1.6,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1.6,
            "かくとう": 1,
            "どく": 0.625,
            "じめん": 1,
            "ひこう": 0.625,
            "エスパー": 0.625,
            "むし": 0.625,
            "いわ": 1.6,
            "ゴースト": 0.390625,
            "ドラゴン": 1,
            "あく": 1.6,
            "はがね": 1.6,
            "フェアリー": 0.625
        },
        "ひこう": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1.6,
            "でんき": 0.625,
            "こおり": 1,
            "かくとう": 1.6,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1.6,
            "いわ": 0.625,
            "ゴースト": 1,
            "ドラゴン": 1,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 1
        },
        "どく": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1.6,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1,
            "どく": 0.625,
            "じめん": 0.625,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1,
            "いわ": 0.625,
            "ゴースト": 0.625,
            "ドラゴン": 1,
            "あく": 1,
            "はがね": 0.390625,
            "フェアリー": 1.6
        },
        "じめん": {
            "ノーマル": 1,
            "ほのお": 1.6,
            "みず": 1,
            "くさ": 0.625,
            "でんき": 1.6,
            "こおり": 1,
            "かくとう": 1,
            "どく": 1.6,
            "じめん": 1,
            "ひこう": 0.390625,
            "エスパー": 1,
            "むし": 0.625,
            "いわ": 1.6,
            "ゴースト": 1,
            "ドラゴン": 1,
            "あく": 1,
            "はがね": 1.6,
            "フェアリー": 1
        },
        "いわ": {
            "ノーマル": 1,
            "ほのお": 1.6,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1.6,
            "かくとう": 0.625,
            "どく": 1,
            "じめん": 0.625,
            "ひこう": 1.6,
            "エスパー": 1,
            "むし": 1.6,
            "いわ": 1,
            "ゴースト": 1,
            "ドラゴン": 1,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 1
        },
        "むし": {
            "ノーマル": 1,
            "ほのお": 0.625,
            "みず": 1,
            "くさ": 1.6,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 0.625,
            "どく": 0.625,
            "じめん": 1,
            "ひこう": 0.625,
            "エスパー": 1.6,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 0.625,
            "ドラゴン": 1,
            "あく": 1.6,
            "はがね": 0.625,
            "フェアリー": 0.625
        },
        "ゴースト": {
            "ノーマル": 0.390625,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1.6,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1.6,
            "ドラゴン": 1,
            "あく": 0.625,
            "はがね": 1,
            "フェアリー": 1
        },
        "はがね": {
            "ノーマル": 1,
            "ほのお": 0.625,
            "みず": 0.625,
            "くさ": 1,
            "でんき": 0.625,
            "こおり": 1.6,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1,
            "いわ": 1.6,
            "ゴースト": 1,
            "ドラゴン": 1,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 1.6
        },
        "ほのお": {
            "ノーマル": 1,
            "ほのお": 0.625,
            "みず": 0.625,
            "くさ": 1.6,
            "でんき": 1,
            "こおり": 1.6,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1.6,
            "いわ": 0.625,
            "ゴースト": 1,
            "ドラゴン": 0.625,
            "あく": 1,
            "はがね": 1.6,
            "フェアリー": 1
        },
        "みず": {
            "ノーマル": 1,
            "ほのお": 1.6,
            "みず": 0.625,
            "くさ": 0.625,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1.6,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1,
            "いわ": 1.6,
            "ゴースト": 1,
            "ドラゴン": 0.625,
            "あく": 1,
            "はがね": 1,
            "フェアリー": 1
        },
        "くさ": {
            "ノーマル": 1,
            "ほのお": 0.625,
            "みず": 1.6,
            "くさ": 0.625,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1,
            "どく": 0.625,
            "じめん": 1.6,
            "ひこう": 0.625,
            "エスパー": 1,
            "むし": 0.625,
            "いわ": 1.6,
            "ゴースト": 1,
            "ドラゴン": 0.625,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 1
        },
        "でんき": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1.6,
            "くさ": 0.625,
            "でんき": 0.625,
            "こおり": 1,
            "かくとう": 1,
            "どく": 1,
            "じめん": 0.390625,
            "ひこう": 1.6,
            "エスパー": 1,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1,
            "ドラゴン": 0.625,
            "あく": 1,
            "はがね": 1,
            "フェアリー": 1
        },
        "エスパー": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1.6,
            "どく": 1.6,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 0.625,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1,
            "ドラゴン": 1,
            "あく": 0.390625,
            "はがね": 0.625,
            "フェアリー": 1
        },
        "こおり": {
            "ノーマル": 1,
            "ほのお": 0.625,
            "みず": 0.625,
            "くさ": 1.6,
            "でんき": 1,
            "こおり": 0.625,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1.6,
            "ひこう": 1.6,
            "エスパー": 1,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1,
            "ドラゴン": 1.6,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 1
        },
        "ドラゴン": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1,
            "ドラゴン": 1.6,
            "あく": 1,
            "はがね": 0.625,
            "フェアリー": 0.390625
        },
        "あく": {
            "ノーマル": 1,
            "ほのお": 1,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 0.625,
            "どく": 1,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1.6,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1.6,
            "ドラゴン": 1,
            "あく": 0.625,
            "はがね": 1,
            "フェアリー": 0.625
        },
        "フェアリー": {
            "ノーマル": 1,
            "ほのお": 0.625,
            "みず": 1,
            "くさ": 1,
            "でんき": 1,
            "こおり": 1,
            "かくとう": 1.6,
            "どく": 0.625,
            "じめん": 1,
            "ひこう": 1,
            "エスパー": 1,
            "むし": 1,
            "いわ": 1,
            "ゴースト": 1,
            "ドラゴン": 1.6,
            "あく": 1.6,
            "はがね": 0.625,
            "フェアリー": 1
        }
    },
    "CPM" : {
        "1": 0.0939999967813491,
        "2": 0.166397869586944,
        "3": 0.215732470154762,
        "4": 0.255720049142837,
        "5": 0.29024988412857,
        "6": 0.321087598800659,
        "7": 0.349212676286697,
        "8": 0.375235587358474,
        "9": 0.399567276239395,
        "10": 0.422500014305114,
        "11": 0.443107545375824,
        "12": 0.46279838681221,
        "13": 0.481684952974319,
        "14": 0.499858438968658,
        "15": 0.517393946647644,
        "16": 0.534354329109191,
        "17": 0.550792694091796,
        "18": 0.566754519939422,
        "19": 0.582278907299041,
        "20": 0.59740000963211,
        "21": 0.61215728521347,
        "22": 0.626567125320434,
        "23": 0.640652954578399,
        "24": 0.654435634613037,
        "25": 0.667934000492096,
        "26": 0.681164920330047,
        "27": 0.694143652915954,
        "28": 0.706884205341339,
        "29": 0.719399094581604,
        "30": 0.731700003147125,
        "31": 0.737769484519958,
        "32": 0.743789434432983,
        "33": 0.749761044979095,
        "34": 0.75568550825119,
        "35": 0.761563837528228,
        "36": 0.767397165298461,
        "37": 0.77318650484085,
        "38": 0.778932750225067,
        "39": 0.784636974334716,
        "40": 0.790300011634826,
        "41": 0.795300006866455,
        "42": 0.800300002098083,
        "43": 0.805299997329711,
        "44": 0.81029999256134,
        "45": 0.815299987792968,
        "46": 0.820299983024597,
        "47": 0.825299978256225,
        "48": 0.830299973487854,
        "49": 0.835300028324127,
        "50": 0.840300023555755,
        "51": 0.845300018787384,
        "1.5": 0.135137430784308,
        "2.5": 0.192650914456886,
        "3.5": 0.236572655026622,
        "4.5": 0.273530381100769,
        "5.5": 0.306057381335773,
        "6.5": 0.335445032295077,
        "7.5": 0.36245774877879,
        "8.5": 0.387592411085168,
        "9.5": 0.41119354951725,
        "10.5": 0.432926413410414,
        "11.5": 0.453059953871985,
        "12.5": 0.472336077786704,
        "13.5": 0.490855810259008,
        "14.5": 0.508701756943992,
        "15.5": 0.525942508771329,
        "16.5": 0.542635762230353,
        "17.5": 0.558830599438087,
        "18.5": 0.574569148039264,
        "19.5": 0.589887911977272,
        "20.5": 0.604823657502073,
        "21.5": 0.61940411056605,
        "22.5": 0.633649181622743,
        "23.5": 0.647580963301656,
        "24.5": 0.661219263506722,
        "25.5": 0.674581899290818,
        "26.5": 0.687684905887771,
        "27.5": 0.700542893277978,
        "28.5": 0.713169102333341,
        "29.5": 0.725575616972598,
        "30.5": 0.734741011137376,
        "31.5": 0.740785574597326,
        "32.5": 0.746781208702482,
        "33.5": 0.752729105305821,
        "34.5": 0.758630366519684,
        "35.5": 0.764486065255226,
        "36.5": 0.77029727397159,
        "37.5": 0.776064945942412,
        "38.5": 0.781790064808426,
        "39.5": 0.787473583646825,
        "40.5": 0.792803950958807,
        "41.5": 0.79780392148697,
        "42.5": 0.802803892322847,
        "43.5": 0.807803863460723,
        "44.5": 0.812803834895026,
        "45.5": 0.817803806620319,
        "46.5": 0.822803778631297,
        "47.5": 0.827803750922782,
        "48.5": 0.832803753381377,
        "49.5": 0.837803755931569,
        "50.5": 0.842803729034748
    },
    "通常技" : {
        "あくび": {
            "power": 0,
            "gauge": 12,
            "time": 4,
            "type": "ノーマル"
        },
        "あまえる": {
            "power": 15,
            "gauge": 6,
            "time": 3,
            "type": "フェアリー"
        },
        "あわ": {
            "power": 7,
            "gauge": 11,
            "time": 3,
            "type": "みず"
        },
        "いあいぎり": {
            "power": 3,
            "gauge": 2,
            "time": 1,
            "type": "ノーマル"
        },
        "いわおとし": {
            "power": 8,
            "gauge": 5,
            "time": 2,
            "type": "いわ"
        },
        "いわくだき": {
            "power": 9,
            "gauge": 7,
            "time": 3,
            "type": "かくとう"
        },
        "うちおとす": {
            "power": 12,
            "gauge": 8,
            "time": 3,
            "type": "いわ"
        },
        "おどろかす": {
            "power": 5,
            "gauge": 10,
            "time": 3,
            "type": "ゴースト"
        },
        "かぜおこし": {
            "power": 16,
            "gauge": 12,
            "time": 4,
            "type": "ひこう"
        },
        "かみつく": {
            "power": 4,
            "gauge": 2,
            "time": 1,
            "type": "あく"
        },
        "かみなりのキバ": {
            "power": 8,
            "gauge": 5,
            "time": 2,
            "type": "でんき"
        },
        "からてチョップ": {
            "power": 5,
            "gauge": 8,
            "time": 2,
            "type": "かくとう"
        },
        "けたぐり": {
            "power": 4,
            "gauge": 5,
            "time": 2,
            "type": "かくとう"
        },
        "こおりのいぶき": {
            "power": 7,
            "gauge": 5,
            "time": 2,
            "type": "こおり"
        },
        "こおりのつぶて": {
            "power": 9,
            "gauge": 10,
            "time": 3,
            "type": "こおり"
        },
        "こおりのキバ": {
            "power": 8,
            "gauge": 5,
            "time": 2,
            "type": "こおり"
        },
        "こなゆき": {
            "power": 5,
            "gauge": 8,
            "time": 2,
            "type": "こおり"
        },
        "このは": {
            "power": 6,
            "gauge": 7,
            "time": 2,
            "type": "くさ"
        },
        "ころがる": {
            "power": 5,
            "gauge": 13,
            "time": 3,
            "type": "いわ"
        },
        "したでなめる": {
            "power": 3,
            "gauge": 3,
            "time": 1,
            "type": "ゴースト"
        },
        "しねんのずつき": {
            "power": 8,
            "gauge": 6,
            "time": 3,
            "type": "エスパー"
        },
        "じんつうりき": {
            "power": 8,
            "gauge": 10,
            "time": 3,
            "type": "エスパー"
        },
        "たいあたり": {
            "power": 3,
            "gauge": 3,
            "time": 1,
            "type": "ノーマル"
        },
        "たきのぼり": {
            "power": 12,
            "gauge": 8,
            "time": 3,
            "type": "みず"
        },
        "たたりめ": {
            "power": 6,
            "gauge": 12,
            "time": 3,
            "type": "ゴースト"
        },
        "だましうち": {
            "power": 6,
            "gauge": 6,
            "time": 2,
            "type": "あく"
        },
        "つつく": {
            "power": 6,
            "gauge": 5,
            "time": 2,
            "type": "ひこう"
        },
        "つばさでうつ": {
            "power": 5,
            "gauge": 8,
            "time": 2,
            "type": "ひこう"
        },
        "つるのムチ": {
            "power": 5,
            "gauge": 8,
            "time": 2,
            "type": "くさ"
        },
        "でんきショック": {
            "power": 3,
            "gauge": 9,
            "time": 2,
            "type": "でんき"
        },
        "でんこうせっか": {
            "power": 5,
            "gauge": 8,
            "time": 2,
            "type": "ノーマル"
        },
        "とっしん": {
            "power": 5,
            "gauge": 8,
            "time": 3,
            "type": "ノーマル"
        },
        "どくづき": {
            "power": 7,
            "gauge": 7,
            "time": 2,
            "type": "どく"
        },
        "どくばり": {
            "power": 3,
            "gauge": 9,
            "time": 2,
            "type": "どく"
        },
        "どろかけ": {
            "power": 11,
            "gauge": 8,
            "time": 3,
            "type": "じめん"
        },
        "にどげり": {
            "power": 8,
            "gauge": 12,
            "time": 3,
            "type": "かくとう"
        },
        "ねんりき": {
            "power": 16,
            "gauge": 12,
            "time": 4,
            "type": "エスパー"
        },
        "はがねのつばさ": {
            "power": 7,
            "gauge": 5,
            "time": 2,
            "type": "はがね"
        },
        "はたく": {
            "power": 4,
            "gauge": 4,
            "time": 2,
            "type": "ノーマル"
        },
        "はっぱカッター": {
            "power": 10,
            "gauge": 4,
            "time": 2,
            "type": "くさ"
        },
        "はねる": {
            "power": 0,
            "gauge": 12,
            "time": 4,
            "type": "みず"
        },
        "ひっかく": {
            "power": 4,
            "gauge": 2,
            "time": 1,
            "type": "ノーマル"
        },
        "ひのこ": {
            "power": 7,
            "gauge": 6,
            "time": 2,
            "type": "ほのお"
        },
        "ふいうち": {
            "power": 5,
            "gauge": 7,
            "time": 2,
            "type": "あく"
        },
        "へんしん": {
            "power": 0,
            "gauge": 0,
            "time": 3,
            "type": "ノーマル"
        },
        "ほのおのうず": {
            "power": 9,
            "gauge": 10,
            "time": 3,
            "type": "ほのお"
        },
        "ほのおのキバ": {
            "power": 8,
            "gauge": 5,
            "time": 2,
            "type": "ほのお"
        },
        "まとわりつく": {
            "power": 6,
            "gauge": 12,
            "time": 3,
            "type": "むし"
        },
        "みずしゅりけん": {
            "power": 6,
            "gauge": 14,
            "time": 3,
            "type": "みず"
        },
        "みずでっぽう": {
            "power": 3,
            "gauge": 3,
            "time": 1,
            "type": "みず"
        },
        "むしくい": {
            "power": 3,
            "gauge": 3,
            "time": 1,
            "type": "むし"
        },
        "むしのていこう": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "むし"
        },
        "めざめるパワー地": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "じめん"
        },
        "めざめるパワー岩": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "いわ"
        },
        "めざめるパワー悪": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "あく"
        },
        "めざめるパワー毒": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "どく"
        },
        "めざめるパワー水": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "みず"
        },
        "めざめるパワー氷": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "こおり"
        },
        "めざめるパワー炎": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "ほのお"
        },
        "めざめるパワー竜": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "ドラゴン"
        },
        "めざめるパワー草": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "くさ"
        },
        "めざめるパワー虫": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "むし"
        },
        "めざめるパワー超": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "エスパー"
        },
        "めざめるパワー鋼": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "はがね"
        },
        "めざめるパワー闘": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "かくとう"
        },
        "めざめるパワー電": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "でんき"
        },
        "めざめるパワー霊": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "ゴースト"
        },
        "めざめるパワー飛": {
            "power": 9,
            "gauge": 8,
            "time": 3,
            "type": "ひこう"
        },
        "やきつくす": {
            "power": 15,
            "gauge": 20,
            "time": 5,
            "type": "ほのお"
        },
        "ようかいえき": {
            "power": 6,
            "gauge": 5,
            "time": 2,
            "type": "どく"
        },
        "ようせいのかぜ": {
            "power": 3,
            "gauge": 9,
            "time": 2,
            "type": "フェアリー"
        },
        "りゅうのいぶき": {
            "power": 4,
            "gauge": 3,
            "time": 1,
            "type": "ドラゴン"
        },
        "れんぞくぎり": {
            "power": 2,
            "gauge": 4,
            "time": 1,
            "type": "むし"
        },
        "アイアンテール": {
            "power": 9,
            "gauge": 6,
            "time": 3,
            "type": "はがね"
        },
        "エアスラッシュ": {
            "power": 9,
            "gauge": 9,
            "time": 3,
            "type": "ひこう"
        },
        "カウンター": {
            "power": 8,
            "gauge": 7,
            "time": 2,
            "type": "かくとう"
        },
        "サイコカッター": {
            "power": 3,
            "gauge": 9,
            "time": 2,
            "type": "エスパー"
        },
        "シャドークロー": {
            "power": 6,
            "gauge": 8,
            "time": 2,
            "type": "ゴースト"
        },
        "ジオコントロール": {
            "power": 4,
            "gauge": 13,
            "time": 3,
            "type": "フェアリー"
        },
        "スパーク": {
            "power": 6,
            "gauge": 7,
            "time": 2,
            "type": "でんき"
        },
        "タネマシンガン": {
            "power": 5,
            "gauge": 13,
            "time": 3,
            "type": "くさ"
        },
        "チャージビーム": {
            "power": 5,
            "gauge": 11,
            "time": 3,
            "type": "でんき"
        },
        "ドラゴンテール": {
            "power": 13,
            "gauge": 9,
            "time": 3,
            "type": "ドラゴン"
        },
        "バレットパンチ": {
            "power": 6,
            "gauge": 7,
            "time": 2,
            "type": "はがね"
        },
        "バークアウト": {
            "power": 5,
            "gauge": 13,
            "time": 3,
            "type": "あく"
        },
        "プレゼント": {
            "power": 3,
            "gauge": 12,
            "time": 3,
            "type": "ノーマル"
        },
        "ボルトチェンジ": {
            "power": 12,
            "gauge": 16,
            "time": 4,
            "type": "でんき"
        },
        "マジカルリーフ": {
            "power": 10,
            "gauge": 10,
            "time": 3,
            "type": "くさ"
        },
        "マッドショット": {
            "power": 3,
            "gauge": 9,
            "time": 2,
            "type": "じめん"
        },
        "メタルクロー": {
            "power": 5,
            "gauge": 6,
            "time": 2,
            "type": "はがね"
        },
        "ロックオン": {
            "power": 1,
            "gauge": 5,
            "time": 1,
            "type": "ノーマル"
        }
    },
    "ゲージ技" : {
        "10まんばりき": {
            "power": 100,
            "gauge": 60,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "10まんボルト": {
            "power": 90,
            "gauge": 55,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "Vジェネレート": {
            "power": 95,
            "gauge": 40,
            "type": "ほのお",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↓↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "あくのはどう": {
            "power": 80,
            "gauge": 50,
            "type": "あく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "あなをほる": {
            "power": 80,
            "gauge": 50,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "あやしいかぜ": {
            "power": 45,
            "gauge": 45,
            "type": "ゴースト",
            "mybuff": {
                "probability": 0.1,
                "effect": [
                    "A↑",
                    "B↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "いわなだれ": {
            "power": 75,
            "gauge": 45,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "おんがえし": {
            "power": 130,
            "gauge": 70,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "かえんぐるま": {
            "power": 60,
            "gauge": 55,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "かえんほうしゃ": {
            "power": 90,
            "gauge": 55,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "かげうち": {
            "power": 50,
            "gauge": 45,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "かみくだく": {
            "power": 70,
            "gauge": 45,
            "type": "あく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "B↓"
                ]
            }
        },
        "かみなり": {
            "power": 100,
            "gauge": 60,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "かみなりパンチ": {
            "power": 55,
            "gauge": 40,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "かわらわり": {
            "power": 40,
            "gauge": 35,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "がんせきふうじ": {
            "power": 70,
            "gauge": 60,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "がんせきほう": {
            "power": 110,
            "gauge": 50,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "きあいだま": {
            "power": 150,
            "gauge": 75,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ぎんいろのかぜ": {
            "power": 60,
            "gauge": 45,
            "type": "むし",
            "mybuff": {
                "probability": 0.1,
                "effect": [
                    "A↑",
                    "B↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "くさむすび": {
            "power": 90,
            "gauge": 50,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "くさわけ": {
            "power": 65,
            "gauge": 50,
            "type": "くさ",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "げきりん": {
            "power": 110,
            "gauge": 60,
            "type": "ドラゴン",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "げんしのちから": {
            "power": 60,
            "gauge": 45,
            "type": "いわ",
            "mybuff": {
                "probability": 0.1,
                "effect": [
                    "A↑",
                    "B↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "こごえるかぜ": {
            "power": 60,
            "gauge": 45,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "こごえるせかい": {
            "power": 60,
            "gauge": 40,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "こんげんのはどう": {
            "power": 130,
            "gauge": 60,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "しおみず": {
            "power": 60,
            "gauge": 50,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "しっぺがえし": {
            "power": 110,
            "gauge": 60,
            "type": "あく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "じごくぐるま": {
            "power": 60,
            "gauge": 50,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "じしん": {
            "power": 110,
            "gauge": 65,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "じならし": {
            "power": 80,
            "gauge": 60,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "じゃれつく": {
            "power": 90,
            "gauge": 60,
            "type": "フェアリー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "すなじごく": {
            "power": 25,
            "gauge": 40,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "せいなるつるぎ": {
            "power": 60,
            "gauge": 35,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "せいなるほのお": {
            "power": 130,
            "gauge": 65,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "A↓"
                ]
            }
        },
        "そらをとぶ": {
            "power": 80,
            "gauge": 45,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "たつまき": {
            "power": 45,
            "gauge": 45,
            "type": "ドラゴン",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "だいちのちから": {
            "power": 90,
            "gauge": 55,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "だいもんじ": {
            "power": 140,
            "gauge": 80,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "だくりゅう": {
            "power": 35,
            "gauge": 35,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "A↓"
                ]
            }
        },
        "だんがいのつるぎ": {
            "power": 130,
            "gauge": 60,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "つじぎり": {
            "power": 50,
            "gauge": 35,
            "type": "あく",
            "mybuff": {
                "probability": 0.125,
                "effect": [
                    "A↑↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "つのでつく": {
            "power": 40,
            "gauge": 35,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "つばめがえし": {
            "power": 55,
            "gauge": 40,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "つららばり": {
            "power": 65,
            "gauge": 40,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "でんじほう": {
            "power": 150,
            "gauge": 80,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.6666,
                "effect": [
                    "A↓"
                ]
            }
        },
        "とっておき": {
            "power": 90,
            "gauge": 55,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "とどめばり": {
            "power": 20,
            "gauge": 35,
            "type": "むし",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "とびかかる": {
            "power": 60,
            "gauge": 45,
            "type": "むし",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "どくどくのキバ": {
            "power": 45,
            "gauge": 40,
            "type": "どく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "どろばくだん": {
            "power": 60,
            "gauge": 40,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "なみのり": {
            "power": 65,
            "gauge": 40,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ねっさのだいち": {
            "power": 80,
            "gauge": 50,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "A↓"
                ]
            }
        },
        "ねっとう": {
            "power": 80,
            "gauge": 50,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "A↓"
                ]
            }
        },
        "ねっぷう": {
            "power": 95,
            "gauge": 75,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "のしかかり": {
            "power": 60,
            "gauge": 35,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "はかいこうせん": {
            "power": 150,
            "gauge": 80,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "はさむ": {
            "power": 40,
            "gauge": 40,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "はじけるほのお": {
            "power": 70,
            "gauge": 55,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "はどうだん": {
            "power": 100,
            "gauge": 55,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "はなふぶき": {
            "power": 110,
            "gauge": 65,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "はめつのねがい": {
            "power": 75,
            "gauge": 40,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ばかぢから": {
            "power": 85,
            "gauge": 40,
            "type": "かくとう",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↓",
                    "B↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ばくおんぱ": {
            "power": 150,
            "gauge": 70,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ばくれつパンチ": {
            "power": 90,
            "gauge": 50,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ひっさつまえば": {
            "power": 80,
            "gauge": 50,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ふぶき": {
            "power": 140,
            "gauge": 75,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ふみつけ": {
            "power": 55,
            "gauge": 40,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ぶんまわす": {
            "power": 65,
            "gauge": 40,
            "type": "あく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ほうでん": {
            "power": 65,
            "gauge": 45,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ほのおのパンチ": {
            "power": 55,
            "gauge": 40,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ぼうふう": {
            "power": 110,
            "gauge": 65,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "まきつく": {
            "power": 60,
            "gauge": 45,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "みずのはどう": {
            "power": 70,
            "gauge": 60,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "みらいよち": {
            "power": 120,
            "gauge": 65,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "むしのさざめき": {
            "power": 100,
            "gauge": 60,
            "type": "むし",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "B↓"
                ]
            }
        },
        "やつあたり": {
            "power": 10,
            "gauge": 70,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ゆきなだれ": {
            "power": 90,
            "gauge": 45,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "りゅうせいぐん": {
            "power": 150,
            "gauge": 65,
            "type": "ドラゴン",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "りゅうのはどう": {
            "power": 90,
            "gauge": 60,
            "type": "ドラゴン",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "れいとうパンチ": {
            "power": 55,
            "gauge": 40,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "れいとうビーム": {
            "power": 90,
            "gauge": 55,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "わるあがき": {
            "power": 35,
            "gauge": 100,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "アイアンヘッド": {
            "power": 70,
            "gauge": 50,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "アクアジェット": {
            "power": 45,
            "gauge": 45,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "アクアテール": {
            "power": 50,
            "gauge": 35,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "アクアブレイク": {
            "power": 70,
            "gauge": 45,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "B↓"
                ]
            }
        },
        "アクロバット": {
            "power": 110,
            "gauge": 60,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "アシッドボム": {
            "power": 20,
            "gauge": 45,
            "type": "どく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "B↓↓"
                ]
            }
        },
        "イカサマ": {
            "power": 70,
            "gauge": 45,
            "type": "あく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "インファイト": {
            "power": 100,
            "gauge": 45,
            "type": "かくとう",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ウェザーボール(いわ)": {
            "power": 55,
            "gauge": 35,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ウェザーボール(こおり)": {
            "power": 55,
            "gauge": 35,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ウェザーボール(ほのお)": {
            "power": 55,
            "gauge": 35,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ウェザーボール(みず)": {
            "power": 55,
            "gauge": 35,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ウェザーボール(ノーマル)": {
            "power": 55,
            "gauge": 35,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "エアカッター": {
            "power": 60,
            "gauge": 55,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "エアロブラスト": {
            "power": 170,
            "gauge": 75,
            "type": "ひこう",
            "mybuff": {
                "probability": 0.125,
                "effect": [
                    "A↑↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "エナジーボール": {
            "power": 90,
            "gauge": 55,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "オクタンほう": {
            "power": 50,
            "gauge": 50,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "A↓↓"
                ]
            }
        },
        "オーバーヒート": {
            "power": 130,
            "gauge": 55,
            "type": "ほのお",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "オーロラビーム": {
            "power": 80,
            "gauge": 60,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ガリョウテンセイ": {
            "power": 150,
            "gauge": 70,
            "type": "ひこう",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ギガインパクト": {
            "power": 150,
            "gauge": 80,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "クラブハンマー": {
            "power": 85,
            "gauge": 50,
            "type": "みず",
            "mybuff": {
                "probability": 0.125,
                "effect": [
                    "A↑↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "クロスサンダー": {
            "power": 90,
            "gauge": 45,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "クロスチョップ": {
            "power": 50,
            "gauge": 35,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "クロスフレイム": {
            "power": 90,
            "gauge": 45,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "クロスポイズン": {
            "power": 50,
            "gauge": 35,
            "type": "どく",
            "mybuff": {
                "probability": 0.125,
                "effect": [
                    "A↑↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "グラスミキサー": {
            "power": 45,
            "gauge": 40,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "A↓↓"
                ]
            }
        },
        "グロウパンチ": {
            "power": 20,
            "gauge": 35,
            "type": "かくとう",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "コメットパンチ": {
            "power": 100,
            "gauge": 50,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ゴッドバード": {
            "power": 75,
            "gauge": 50,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "サイケこうせん": {
            "power": 70,
            "gauge": 60,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "サイコキネシス": {
            "power": 85,
            "gauge": 55,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "サイコショック": {
            "power": 70,
            "gauge": 45,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "サイコファング": {
            "power": 40,
            "gauge": 35,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "サイコブレイク": {
            "power": 90,
            "gauge": 45,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "サイコブースト": {
            "power": 70,
            "gauge": 35,
            "type": "エスパー",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "シェルブレード": {
            "power": 35,
            "gauge": 35,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "B↓"
                ]
            }
        },
        "シグナルビーム": {
            "power": 75,
            "gauge": 55,
            "type": "むし",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.2,
                "effect": [
                    "A↓",
                    "B↓"
                ]
            }
        },
        "シザークロス": {
            "power": 65,
            "gauge": 40,
            "type": "むし",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "シャドーダイブ": {
            "power": 120,
            "gauge": 90,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "シャドーパンチ": {
            "power": 40,
            "gauge": 35,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "シャドーボール": {
            "power": 100,
            "gauge": 55,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "シャドーボーン": {
            "power": 75,
            "gauge": 45,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.2,
                "effect": [
                    "B↓"
                ]
            }
        },
        "シンクロノイズ": {
            "power": 80,
            "gauge": 50,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "シードフレア": {
            "power": 130,
            "gauge": 75,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.4,
                "effect": [
                    "B↓↓"
                ]
            }
        },
        "ジャイロボール": {
            "power": 80,
            "gauge": 60,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ストーンエッジ": {
            "power": 100,
            "gauge": 55,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "スピードスター": {
            "power": 60,
            "gauge": 55,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ソーラービーム": {
            "power": 150,
            "gauge": 80,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "タネばくだん": {
            "power": 60,
            "gauge": 45,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ダストシュート": {
            "power": 130,
            "gauge": 75,
            "type": "どく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ダブルパンツァー": {
            "power": 50,
            "gauge": 35,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "チャームボイス": {
            "power": 70,
            "gauge": 45,
            "type": "フェアリー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "テクノバスター(ノーマル)": {
            "power": 120,
            "gauge": 55,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "テクノバスター(水)": {
            "power": 120,
            "gauge": 55,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "テクノバスター(氷)": {
            "power": 120,
            "gauge": 55,
            "type": "こおり",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "テクノバスター(炎)": {
            "power": 120,
            "gauge": 55,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "テクノバスター(電気)": {
            "power": 120,
            "gauge": 55,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "デスウイング": {
            "power": 85,
            "gauge": 50,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "トライアタック": {
            "power": 65,
            "gauge": 50,
            "type": "ノーマル",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "A↓",
                    "B↓"
                ]
            }
        },
        "トリプルアクセル": {
            "power": 60,
            "gauge": 45,
            "type": "こおり",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ドラゴンクロー": {
            "power": 50,
            "gauge": 35,
            "type": "ドラゴン",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ドリルくちばし": {
            "power": 65,
            "gauge": 40,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ドリルライナー": {
            "power": 80,
            "gauge": 45,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ドレインキッス": {
            "power": 60,
            "gauge": 55,
            "type": "フェアリー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ドレインパンチ": {
            "power": 20,
            "gauge": 40,
            "type": "かくとう",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ナイトヘッド": {
            "power": 60,
            "gauge": 55,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ニトロチャージ": {
            "power": 65,
            "gauge": 50,
            "type": "ほのお",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ハイドロカノン": {
            "power": 80,
            "gauge": 40,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ハイドロポンプ": {
            "power": 130,
            "gauge": 75,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ハードプラント": {
            "power": 100,
            "gauge": 45,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "バブルこうせん": {
            "power": 25,
            "gauge": 40,
            "type": "みず",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "パラボラチャージ": {
            "power": 65,
            "gauge": 55,
            "type": "でんき",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "パワーウィップ": {
            "power": 90,
            "gauge": 50,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "パワージェム": {
            "power": 80,
            "gauge": 60,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "フェザーダンス": {
            "power": 35,
            "gauge": 50,
            "type": "ひこう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓↓"
                ]
            }
        },
        "フライングプレス": {
            "power": 90,
            "gauge": 40,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ブラストバーン": {
            "power": 110,
            "gauge": 50,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ブレイズキック": {
            "power": 55,
            "gauge": 40,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ブレイブバード": {
            "power": 130,
            "gauge": 55,
            "type": "ひこう",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↓↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ブロッキング": {
            "power": 15,
            "gauge": 40,
            "type": "あく",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↑"
                ]
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "B↓"
                ]
            }
        },
        "ヘドロこうげき": {
            "power": 50,
            "gauge": 40,
            "type": "どく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ヘドロばくだん": {
            "power": 80,
            "gauge": 50,
            "type": "どく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ヘドロウェーブ": {
            "power": 110,
            "gauge": 65,
            "type": "どく",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ヘビーボンバー": {
            "power": 70,
            "gauge": 50,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ホネこんぼう": {
            "power": 40,
            "gauge": 35,
            "type": "じめん",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ポルターガイスト": {
            "power": 150,
            "gauge": 75,
            "type": "ゴースト",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "マグネットボム": {
            "power": 70,
            "gauge": 45,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "マグマストーム": {
            "power": 65,
            "gauge": 40,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "マジカルシャイン": {
            "power": 110,
            "gauge": 70,
            "type": "フェアリー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "マジカルフレイム": {
            "power": 60,
            "gauge": 45,
            "type": "ほのお",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "ミストボール": {
            "power": 120,
            "gauge": 60,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "A↓"
                ]
            }
        },
        "ミラーコート": {
            "power": 60,
            "gauge": 55,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ミラーショット": {
            "power": 35,
            "gauge": 35,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.3,
                "effect": [
                    "A↓"
                ]
            }
        },
        "ムーンフォース": {
            "power": 110,
            "gauge": 60,
            "type": "フェアリー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "メガホーン": {
            "power": 110,
            "gauge": 55,
            "type": "むし",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "メテオビーム": {
            "power": 120,
            "gauge": 60,
            "type": "いわ",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ラスターカノン": {
            "power": 110,
            "gauge": 70,
            "type": "はがね",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ラスターパージ": {
            "power": 120,
            "gauge": 60,
            "type": "エスパー",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 0.5,
                "effect": [
                    "B↓"
                ]
            }
        },
        "リーフストーム": {
            "power": 130,
            "gauge": 55,
            "type": "くさ",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "A↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "リーフブレード": {
            "power": 70,
            "gauge": 35,
            "type": "くさ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ロケットずつき": {
            "power": 130,
            "gauge": 75,
            "type": "ノーマル",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↑"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ロックブラスト": {
            "power": 50,
            "gauge": 40,
            "type": "いわ",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ローキック": {
            "power": 40,
            "gauge": 40,
            "type": "かくとう",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        },
        "ワイドブレイカー": {
            "power": 50,
            "gauge": 35,
            "type": "ドラゴン",
            "mybuff": {
                "probability": "",
                "effect": []
            },
            "ebuff": {
                "probability": 1,
                "effect": [
                    "A↓"
                ]
            }
        },
        "ワイルドボルト": {
            "power": 100,
            "gauge": 45,
            "type": "でんき",
            "mybuff": {
                "probability": 1,
                "effect": [
                    "B↓↓"
                ]
            },
            "ebuff": {
                "probability": "",
                "effect": []
            }
        }
    },
    "ポケモン" : {
        "フシギダネ": {
            "id": "1",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                118,
                111,
                128
            ]
        },
        "フシギソウ": {
            "id": "2",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                151,
                143,
                155
            ]
        },
        "フシギバナ": {
            "id": "3",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                198,
                189,
                190
            ]
        },
        "ヒトカゲ": {
            "id": "4",
            "types": [
                "ほのお"
            ],
            "stats": [
                116,
                93,
                118
            ]
        },
        "リザード": {
            "id": "5",
            "types": [
                "ほのお"
            ],
            "stats": [
                158,
                126,
                151
            ]
        },
        "リザードン": {
            "id": "6",
            "types": [
                "ほのお",
                "ひこう"
            ],
            "stats": [
                223,
                173,
                186
            ]
        },
        "ゼニガメ": {
            "id": "7",
            "types": [
                "みず"
            ],
            "stats": [
                94,
                121,
                127
            ]
        },
        "カメール": {
            "id": "8",
            "types": [
                "みず"
            ],
            "stats": [
                126,
                155,
                153
            ]
        },
        "カメックス": {
            "id": "9",
            "types": [
                "みず"
            ],
            "stats": [
                171,
                207,
                188
            ]
        },
        "キャタピー": {
            "id": "10",
            "types": [
                "むし"
            ],
            "stats": [
                55,
                55,
                128
            ]
        },
        "トランセル": {
            "id": "11",
            "types": [
                "むし"
            ],
            "stats": [
                45,
                80,
                137
            ]
        },
        "バタフリー": {
            "id": "12",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                167,
                137,
                155
            ]
        },
        "ビードル": {
            "id": "13",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                63,
                50,
                120
            ]
        },
        "コクーン": {
            "id": "14",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                46,
                75,
                128
            ]
        },
        "スピアー": {
            "id": "15",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                169,
                130,
                163
            ]
        },
        "ポッポ": {
            "id": "16",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                85,
                73,
                120
            ]
        },
        "ピジョン": {
            "id": "17",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                117,
                105,
                160
            ]
        },
        "ピジョット": {
            "id": "18",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                166,
                154,
                195
            ]
        },
        "コラッタ": {
            "id": "19",
            "types": [
                "ノーマル"
            ],
            "stats": [
                103,
                70,
                102
            ]
        },
        "コラッタ(アローラ)": {
            "id": "19",
            "types": [
                "あく",
                "ノーマル"
            ],
            "stats": [
                103,
                70,
                102
            ]
        },
        "ラッタ": {
            "id": "20",
            "types": [
                "ノーマル"
            ],
            "stats": [
                161,
                139,
                146
            ]
        },
        "ラッタ(アローラ)": {
            "id": "20",
            "types": [
                "あく",
                "ノーマル"
            ],
            "stats": [
                135,
                154,
                181
            ]
        },
        "オニスズメ": {
            "id": "21",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                112,
                60,
                120
            ]
        },
        "オニドリル": {
            "id": "22",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                182,
                133,
                163
            ]
        },
        "アーボ": {
            "id": "23",
            "types": [
                "どく"
            ],
            "stats": [
                110,
                97,
                111
            ]
        },
        "アーボック": {
            "id": "24",
            "types": [
                "どく"
            ],
            "stats": [
                167,
                153,
                155
            ]
        },
        "ピカチュウ": {
            "id": "25",
            "types": [
                "でんき"
            ],
            "stats": [
                112,
                96,
                111
            ]
        },
        "ライチュウ": {
            "id": "26",
            "types": [
                "でんき"
            ],
            "stats": [
                193,
                151,
                155
            ]
        },
        "ライチュウ(アローラ)": {
            "id": "26",
            "types": [
                "でんき",
                "エスパー"
            ],
            "stats": [
                201,
                154,
                155
            ]
        },
        "サンド": {
            "id": "27",
            "types": [
                "じめん"
            ],
            "stats": [
                126,
                120,
                137
            ]
        },
        "サンド(アローラ)": {
            "id": "27",
            "types": [
                "こおり",
                "はがね"
            ],
            "stats": [
                125,
                129,
                137
            ]
        },
        "サンドパン": {
            "id": "28",
            "types": [
                "じめん"
            ],
            "stats": [
                182,
                175,
                181
            ]
        },
        "サンドパン(アローラ)": {
            "id": "28",
            "types": [
                "こおり",
                "はがね"
            ],
            "stats": [
                177,
                195,
                181
            ]
        },
        "ニドラン♀": {
            "id": "29",
            "types": [
                "どく"
            ],
            "stats": [
                86,
                89,
                146
            ]
        },
        "ニドリーナ": {
            "id": "30",
            "types": [
                "どく"
            ],
            "stats": [
                117,
                120,
                172
            ]
        },
        "ニドクイン": {
            "id": "31",
            "types": [
                "どく",
                "じめん"
            ],
            "stats": [
                180,
                173,
                207
            ]
        },
        "ニドラン♂": {
            "id": "32",
            "types": [
                "どく"
            ],
            "stats": [
                105,
                76,
                130
            ]
        },
        "ニドリーノ": {
            "id": "33",
            "types": [
                "どく"
            ],
            "stats": [
                137,
                111,
                156
            ]
        },
        "ニドキング": {
            "id": "34",
            "types": [
                "どく",
                "じめん"
            ],
            "stats": [
                204,
                156,
                191
            ]
        },
        "ピッピ": {
            "id": "35",
            "types": [
                "フェアリー"
            ],
            "stats": [
                107,
                108,
                172
            ]
        },
        "ピクシー": {
            "id": "36",
            "types": [
                "フェアリー"
            ],
            "stats": [
                178,
                162,
                216
            ]
        },
        "ロコン": {
            "id": "37",
            "types": [
                "ほのお"
            ],
            "stats": [
                96,
                109,
                116
            ]
        },
        "ロコン(アローラ)": {
            "id": "37",
            "types": [
                "こおり"
            ],
            "stats": [
                96,
                109,
                116
            ]
        },
        "キュウコン": {
            "id": "38",
            "types": [
                "ほのお"
            ],
            "stats": [
                169,
                190,
                177
            ]
        },
        "キュウコン(アローラ)": {
            "id": "38",
            "types": [
                "こおり",
                "フェアリー"
            ],
            "stats": [
                170,
                193,
                177
            ]
        },
        "プリン": {
            "id": "39",
            "types": [
                "ノーマル",
                "フェアリー"
            ],
            "stats": [
                80,
                41,
                251
            ]
        },
        "プクリン": {
            "id": "40",
            "types": [
                "ノーマル",
                "フェアリー"
            ],
            "stats": [
                156,
                90,
                295
            ]
        },
        "ズバット": {
            "id": "41",
            "types": [
                "どく",
                "ひこう"
            ],
            "stats": [
                83,
                73,
                120
            ]
        },
        "ゴルバット": {
            "id": "42",
            "types": [
                "どく",
                "ひこう"
            ],
            "stats": [
                161,
                150,
                181
            ]
        },
        "ナゾノクサ": {
            "id": "43",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                131,
                112,
                128
            ]
        },
        "クサイハナ": {
            "id": "44",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                153,
                136,
                155
            ]
        },
        "ラフレシア": {
            "id": "45",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                202,
                167,
                181
            ]
        },
        "パラス": {
            "id": "46",
            "types": [
                "むし",
                "くさ"
            ],
            "stats": [
                121,
                99,
                111
            ]
        },
        "パラセクト": {
            "id": "47",
            "types": [
                "むし",
                "くさ"
            ],
            "stats": [
                165,
                146,
                155
            ]
        },
        "コンパン": {
            "id": "48",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                100,
                100,
                155
            ]
        },
        "モルフォン": {
            "id": "49",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                179,
                143,
                172
            ]
        },
        "ディグダ": {
            "id": "50",
            "types": [
                "じめん"
            ],
            "stats": [
                109,
                78,
                67
            ]
        },
        "ディグダ(アローラ)": {
            "id": "50",
            "types": [
                "じめん",
                "はがね"
            ],
            "stats": [
                108,
                81,
                67
            ]
        },
        "ダグトリオ": {
            "id": "51",
            "types": [
                "じめん"
            ],
            "stats": [
                167,
                136,
                111
            ]
        },
        "ダグトリオ(アローラ)": {
            "id": "51",
            "types": [
                "じめん",
                "はがね"
            ],
            "stats": [
                201,
                142,
                111
            ]
        },
        "ニャース": {
            "id": "52",
            "types": [
                "ノーマル"
            ],
            "stats": [
                92,
                78,
                120
            ]
        },
        "ニャース(アローラ)": {
            "id": "52",
            "types": [
                "あく"
            ],
            "stats": [
                99,
                78,
                120
            ]
        },
        "ニャース(ガラル)": {
            "id": "52",
            "types": [
                "はがね"
            ],
            "stats": [
                115,
                92,
                137
            ]
        },
        "ペルシアン": {
            "id": "53",
            "types": [
                "ノーマル"
            ],
            "stats": [
                150,
                136,
                163
            ]
        },
        "ペルシアン(アローラ)": {
            "id": "53",
            "types": [
                "あく"
            ],
            "stats": [
                158,
                136,
                163
            ]
        },
        "コダック": {
            "id": "54",
            "types": [
                "みず"
            ],
            "stats": [
                122,
                95,
                137
            ]
        },
        "ゴルダック": {
            "id": "55",
            "types": [
                "みず"
            ],
            "stats": [
                191,
                162,
                190
            ]
        },
        "マンキー": {
            "id": "56",
            "types": [
                "かくとう"
            ],
            "stats": [
                148,
                82,
                120
            ]
        },
        "オコリザル": {
            "id": "57",
            "types": [
                "かくとう"
            ],
            "stats": [
                207,
                138,
                163
            ]
        },
        "ガーディ": {
            "id": "58",
            "types": [
                "ほのお"
            ],
            "stats": [
                136,
                93,
                146
            ]
        },
        "ガーディ(ヒスイ)": {
            "id": "58",
            "types": [
                "ほのお",
                "いわ"
            ],
            "stats": [
                142,
                92,
                155
            ]
        },
        "ウインディ": {
            "id": "59",
            "types": [
                "ほのお"
            ],
            "stats": [
                227,
                166,
                207
            ]
        },
        "ウインディ(ヒスイ)": {
            "id": "59",
            "types": [
                "ほのお",
                "いわ"
            ],
            "stats": [
                232,
                165,
                216
            ]
        },
        "ニョロモ": {
            "id": "60",
            "types": [
                "みず"
            ],
            "stats": [
                101,
                82,
                120
            ]
        },
        "ニョロゾ": {
            "id": "61",
            "types": [
                "みず"
            ],
            "stats": [
                130,
                123,
                163
            ]
        },
        "ニョロボン": {
            "id": "62",
            "types": [
                "みず",
                "かくとう"
            ],
            "stats": [
                182,
                184,
                207
            ]
        },
        "ケーシィ": {
            "id": "63",
            "types": [
                "エスパー"
            ],
            "stats": [
                195,
                82,
                93
            ]
        },
        "ユンゲラー": {
            "id": "64",
            "types": [
                "エスパー"
            ],
            "stats": [
                232,
                117,
                120
            ]
        },
        "フーディン": {
            "id": "65",
            "types": [
                "エスパー"
            ],
            "stats": [
                271,
                167,
                146
            ]
        },
        "ワンリキー": {
            "id": "66",
            "types": [
                "かくとう"
            ],
            "stats": [
                137,
                82,
                172
            ]
        },
        "ゴーリキー": {
            "id": "67",
            "types": [
                "かくとう"
            ],
            "stats": [
                177,
                125,
                190
            ]
        },
        "カイリキー": {
            "id": "68",
            "types": [
                "かくとう"
            ],
            "stats": [
                234,
                159,
                207
            ]
        },
        "マダツボミ": {
            "id": "69",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                139,
                61,
                137
            ]
        },
        "ウツドン": {
            "id": "70",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                172,
                92,
                163
            ]
        },
        "ウツボット": {
            "id": "71",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                207,
                135,
                190
            ]
        },
        "メノクラゲ": {
            "id": "72",
            "types": [
                "みず",
                "どく"
            ],
            "stats": [
                97,
                149,
                120
            ]
        },
        "ドククラゲ": {
            "id": "73",
            "types": [
                "みず",
                "どく"
            ],
            "stats": [
                166,
                209,
                190
            ]
        },
        "イシツブテ": {
            "id": "74",
            "types": [
                "いわ",
                "じめん"
            ],
            "stats": [
                132,
                132,
                120
            ]
        },
        "イシツブテ(アローラ)": {
            "id": "74",
            "types": [
                "いわ",
                "でんき"
            ],
            "stats": [
                132,
                132,
                120
            ]
        },
        "ゴローン": {
            "id": "75",
            "types": [
                "いわ",
                "じめん"
            ],
            "stats": [
                164,
                164,
                146
            ]
        },
        "ゴローン(アローラ)": {
            "id": "75",
            "types": [
                "いわ",
                "でんき"
            ],
            "stats": [
                164,
                164,
                146
            ]
        },
        "ゴローニャ": {
            "id": "76",
            "types": [
                "いわ",
                "じめん"
            ],
            "stats": [
                211,
                198,
                190
            ]
        },
        "ゴローニャ(アローラ)": {
            "id": "76",
            "types": [
                "いわ",
                "でんき"
            ],
            "stats": [
                211,
                198,
                190
            ]
        },
        "ポニータ": {
            "id": "77",
            "types": [
                "ほのお"
            ],
            "stats": [
                170,
                127,
                137
            ]
        },
        "ポニータ(ガラル)": {
            "id": "77",
            "types": [
                "エスパー"
            ],
            "stats": [
                170,
                127,
                137
            ]
        },
        "ギャロップ": {
            "id": "78",
            "types": [
                "ほのお"
            ],
            "stats": [
                207,
                162,
                163
            ]
        },
        "ギャロップ(ガラル)": {
            "id": "78",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                207,
                162,
                163
            ]
        },
        "ヤドン": {
            "id": "79",
            "types": [
                "みず",
                "エスパー"
            ],
            "stats": [
                109,
                98,
                207
            ]
        },
        "ヤドン(ガラル)": {
            "id": "79",
            "types": [
                "エスパー"
            ],
            "stats": [
                109,
                98,
                207
            ]
        },
        "ヤドラン": {
            "id": "80",
            "types": [
                "みず",
                "エスパー"
            ],
            "stats": [
                177,
                180,
                216
            ]
        },
        "ヤドラン(ガラル)": {
            "id": "80",
            "types": [
                "どく",
                "エスパー"
            ],
            "stats": [
                182,
                156,
                216
            ]
        },
        "コイル": {
            "id": "81",
            "types": [
                "でんき",
                "はがね"
            ],
            "stats": [
                165,
                121,
                93
            ]
        },
        "レアコイル": {
            "id": "82",
            "types": [
                "でんき",
                "はがね"
            ],
            "stats": [
                223,
                169,
                137
            ]
        },
        "カモネギ": {
            "id": "83",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                124,
                115,
                141
            ]
        },
        "カモネギ(ガラル)": {
            "id": "83",
            "types": [
                "かくとう"
            ],
            "stats": [
                174,
                114,
                141
            ]
        },
        "ドードー": {
            "id": "84",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                158,
                83,
                111
            ]
        },
        "ドードリオ": {
            "id": "85",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                218,
                140,
                155
            ]
        },
        "パウワウ": {
            "id": "86",
            "types": [
                "みず"
            ],
            "stats": [
                85,
                121,
                163
            ]
        },
        "ジュゴン": {
            "id": "87",
            "types": [
                "みず",
                "こおり"
            ],
            "stats": [
                139,
                177,
                207
            ]
        },
        "ベトベター": {
            "id": "88",
            "types": [
                "どく"
            ],
            "stats": [
                135,
                90,
                190
            ]
        },
        "ベトベター(アローラ)": {
            "id": "88",
            "types": [
                "どく",
                "あく"
            ],
            "stats": [
                135,
                90,
                190
            ]
        },
        "ベトベトン": {
            "id": "89",
            "types": [
                "どく"
            ],
            "stats": [
                190,
                172,
                233
            ]
        },
        "ベトベトン(アローラ)": {
            "id": "89",
            "types": [
                "どく",
                "あく"
            ],
            "stats": [
                190,
                172,
                233
            ]
        },
        "シェルダー": {
            "id": "90",
            "types": [
                "みず"
            ],
            "stats": [
                116,
                134,
                102
            ]
        },
        "パルシェン": {
            "id": "91",
            "types": [
                "みず",
                "こおり"
            ],
            "stats": [
                186,
                256,
                137
            ]
        },
        "ゴース": {
            "id": "92",
            "types": [
                "ゴースト",
                "どく"
            ],
            "stats": [
                186,
                67,
                102
            ]
        },
        "ゴースト": {
            "id": "93",
            "types": [
                "ゴースト",
                "どく"
            ],
            "stats": [
                223,
                107,
                128
            ]
        },
        "ゲンガー": {
            "id": "94",
            "types": [
                "ゴースト",
                "どく"
            ],
            "stats": [
                261,
                149,
                155
            ]
        },
        "イワーク": {
            "id": "95",
            "types": [
                "いわ",
                "じめん"
            ],
            "stats": [
                85,
                232,
                111
            ]
        },
        "スリープ": {
            "id": "96",
            "types": [
                "エスパー"
            ],
            "stats": [
                89,
                136,
                155
            ]
        },
        "スリーパー": {
            "id": "97",
            "types": [
                "エスパー"
            ],
            "stats": [
                144,
                193,
                198
            ]
        },
        "クラブ": {
            "id": "98",
            "types": [
                "みず"
            ],
            "stats": [
                181,
                124,
                102
            ]
        },
        "キングラー": {
            "id": "99",
            "types": [
                "みず"
            ],
            "stats": [
                240,
                181,
                146
            ]
        },
        "ビリリダマ": {
            "id": "100",
            "types": [
                "でんき"
            ],
            "stats": [
                109,
                111,
                120
            ]
        },
        "ビリリダマ(ヒスイ)": {
            "id": "100",
            "types": [
                "でんき",
                "くさ"
            ],
            "stats": [
                109,
                111,
                120
            ]
        },
        "マルマイン": {
            "id": "101",
            "types": [
                "でんき"
            ],
            "stats": [
                176,
                176,
                155
            ]
        },
        "マルマイン(ヒスイ)": {
            "id": "101",
            "types": [
                "でんき",
                "くさ"
            ],
            "stats": [
                176,
                176,
                155
            ]
        },
        "タマタマ": {
            "id": "102",
            "types": [
                "くさ",
                "エスパー"
            ],
            "stats": [
                107,
                125,
                155
            ]
        },
        "ナッシー": {
            "id": "103",
            "types": [
                "くさ",
                "エスパー"
            ],
            "stats": [
                233,
                149,
                216
            ]
        },
        "ナッシー(アローラ)": {
            "id": "103",
            "types": [
                "くさ",
                "ドラゴン"
            ],
            "stats": [
                230,
                153,
                216
            ]
        },
        "カラカラ": {
            "id": "104",
            "types": [
                "じめん"
            ],
            "stats": [
                90,
                144,
                137
            ]
        },
        "ガラガラ": {
            "id": "105",
            "types": [
                "じめん"
            ],
            "stats": [
                144,
                186,
                155
            ]
        },
        "ガラガラ(アローラ)": {
            "id": "105",
            "types": [
                "ほのお",
                "ゴースト"
            ],
            "stats": [
                144,
                186,
                155
            ]
        },
        "サワムラー": {
            "id": "106",
            "types": [
                "かくとう"
            ],
            "stats": [
                224,
                181,
                137
            ]
        },
        "エビワラー": {
            "id": "107",
            "types": [
                "かくとう"
            ],
            "stats": [
                193,
                197,
                137
            ]
        },
        "ベロリンガ": {
            "id": "108",
            "types": [
                "ノーマル"
            ],
            "stats": [
                108,
                137,
                207
            ]
        },
        "ドガース": {
            "id": "109",
            "types": [
                "どく"
            ],
            "stats": [
                119,
                141,
                120
            ]
        },
        "マタドガス": {
            "id": "110",
            "types": [
                "どく"
            ],
            "stats": [
                174,
                197,
                163
            ]
        },
        "マタドガス(ガラル)": {
            "id": "110",
            "types": [
                "どく",
                "フェアリー"
            ],
            "stats": [
                174,
                197,
                163
            ]
        },
        "サイホーン": {
            "id": "111",
            "types": [
                "じめん",
                "いわ"
            ],
            "stats": [
                140,
                127,
                190
            ]
        },
        "サイドン": {
            "id": "112",
            "types": [
                "じめん",
                "いわ"
            ],
            "stats": [
                222,
                171,
                233
            ]
        },
        "ラッキー": {
            "id": "113",
            "types": [
                "ノーマル"
            ],
            "stats": [
                60,
                128,
                487
            ]
        },
        "モンジャラ": {
            "id": "114",
            "types": [
                "くさ"
            ],
            "stats": [
                183,
                169,
                163
            ]
        },
        "ガルーラ": {
            "id": "115",
            "types": [
                "ノーマル"
            ],
            "stats": [
                181,
                165,
                233
            ]
        },
        "タッツー": {
            "id": "116",
            "types": [
                "みず"
            ],
            "stats": [
                129,
                103,
                102
            ]
        },
        "シードラ": {
            "id": "117",
            "types": [
                "みず"
            ],
            "stats": [
                187,
                156,
                146
            ]
        },
        "トサキント": {
            "id": "118",
            "types": [
                "みず"
            ],
            "stats": [
                123,
                110,
                128
            ]
        },
        "アズマオウ": {
            "id": "119",
            "types": [
                "みず"
            ],
            "stats": [
                175,
                147,
                190
            ]
        },
        "ヒトデマン": {
            "id": "120",
            "types": [
                "みず"
            ],
            "stats": [
                137,
                112,
                102
            ]
        },
        "スターミー": {
            "id": "121",
            "types": [
                "みず",
                "エスパー"
            ],
            "stats": [
                210,
                184,
                155
            ]
        },
        "バリヤード": {
            "id": "122",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                192,
                205,
                120
            ]
        },
        "バリヤード(ガラル)": {
            "id": "122",
            "types": [
                "こおり",
                "エスパー"
            ],
            "stats": [
                183,
                169,
                137
            ]
        },
        "ストライク": {
            "id": "123",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                218,
                170,
                172
            ]
        },
        "ルージュラ": {
            "id": "124",
            "types": [
                "こおり",
                "エスパー"
            ],
            "stats": [
                223,
                151,
                163
            ]
        },
        "エレブー": {
            "id": "125",
            "types": [
                "でんき"
            ],
            "stats": [
                198,
                158,
                163
            ]
        },
        "ブーバー": {
            "id": "126",
            "types": [
                "ほのお"
            ],
            "stats": [
                206,
                154,
                163
            ]
        },
        "カイロス": {
            "id": "127",
            "types": [
                "むし"
            ],
            "stats": [
                238,
                182,
                163
            ]
        },
        "ケンタロス": {
            "id": "128",
            "types": [
                "ノーマル"
            ],
            "stats": [
                198,
                183,
                181
            ]
        },
        "ケンタロス(パルデア・コンバット)": {
            "id": "128",
            "types": [
                "かくとう"
            ],
            "stats": [
                210,
                193,
                181
            ]
        },
        "ケンタロス(パルデア・ブレイズ)": {
            "id": "128",
            "types": [
                "かくとう",
                "ほのお"
            ],
            "stats": [
                210,
                193,
                181
            ]
        },
        "ケンタロス(パルデア・ウォーター)": {
            "id": "128",
            "types": [
                "かくとう",
                "みず"
            ],
            "stats": [
                210,
                193,
                181
            ]
        },
        "コイキング": {
            "id": "129",
            "types": [
                "みず"
            ],
            "stats": [
                29,
                85,
                85
            ]
        },
        "ギャラドス": {
            "id": "130",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                237,
                186,
                216
            ]
        },
        "ラプラス": {
            "id": "131",
            "types": [
                "みず",
                "こおり"
            ],
            "stats": [
                165,
                174,
                277
            ]
        },
        "メタモン": {
            "id": "132",
            "types": [
                "ノーマル"
            ],
            "stats": [
                91,
                91,
                134
            ]
        },
        "イーブイ": {
            "id": "133",
            "types": [
                "ノーマル"
            ],
            "stats": [
                104,
                114,
                146
            ]
        },
        "シャワーズ": {
            "id": "134",
            "types": [
                "みず"
            ],
            "stats": [
                205,
                161,
                277
            ]
        },
        "サンダース": {
            "id": "135",
            "types": [
                "でんき"
            ],
            "stats": [
                232,
                182,
                163
            ]
        },
        "ブースター": {
            "id": "136",
            "types": [
                "ほのお"
            ],
            "stats": [
                246,
                179,
                163
            ]
        },
        "ポリゴン": {
            "id": "137",
            "types": [
                "ノーマル"
            ],
            "stats": [
                153,
                136,
                163
            ]
        },
        "オムナイト": {
            "id": "138",
            "types": [
                "いわ",
                "みず"
            ],
            "stats": [
                155,
                153,
                111
            ]
        },
        "オムスター": {
            "id": "139",
            "types": [
                "いわ",
                "みず"
            ],
            "stats": [
                207,
                201,
                172
            ]
        },
        "カブト": {
            "id": "140",
            "types": [
                "いわ",
                "みず"
            ],
            "stats": [
                148,
                140,
                102
            ]
        },
        "カブトプス": {
            "id": "141",
            "types": [
                "いわ",
                "みず"
            ],
            "stats": [
                220,
                186,
                155
            ]
        },
        "プテラ": {
            "id": "142",
            "types": [
                "いわ",
                "ひこう"
            ],
            "stats": [
                221,
                159,
                190
            ]
        },
        "カビゴン": {
            "id": "143",
            "types": [
                "ノーマル"
            ],
            "stats": [
                190,
                169,
                330
            ]
        },
        "フリーザー": {
            "id": "144",
            "types": [
                "こおり",
                "ひこう"
            ],
            "stats": [
                192,
                236,
                207
            ],
            "min_individual": 1
        },
        "フリーザー(ガラル)": {
            "id": "144",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                250,
                197,
                207
            ],
            "min_individual": 1
        },
        "サンダー": {
            "id": "145",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                253,
                185,
                207
            ],
            "min_individual": 1
        },
        "サンダー(ガラル)": {
            "id": "145",
            "types": [
                "かくとう",
                "ひこう"
            ],
            "stats": [
                252,
                189,
                207
            ],
            "min_individual": 1
        },
        "ファイヤー": {
            "id": "146",
            "types": [
                "ほのお",
                "ひこう"
            ],
            "stats": [
                251,
                181,
                207
            ],
            "min_individual": 1
        },
        "ファイヤー(ガラル)": {
            "id": "146",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                202,
                231,
                207
            ],
            "min_individual": 1
        },
        "ミニリュウ": {
            "id": "147",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                119,
                91,
                121
            ]
        },
        "ハクリュー": {
            "id": "148",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                163,
                135,
                156
            ]
        },
        "カイリュー": {
            "id": "149",
            "types": [
                "ドラゴン",
                "ひこう"
            ],
            "stats": [
                263,
                198,
                209
            ]
        },
        "ミュウツー": {
            "id": "150",
            "types": [
                "エスパー"
            ],
            "stats": [
                300,
                182,
                214
            ],
            "min_individual": 1
        },
        "ミュウツー(アーマード)": {
            "id": "150",
            "types": [
                "エスパー"
            ],
            "stats": [
                182,
                278,
                214
            ],
            "min_individual": 1
        },
        "ミュウ": {
            "id": "151",
            "types": [
                "エスパー"
            ],
            "stats": [
                210,
                210,
                225
            ],
            "min_individual": 10
        },
        "チコリータ": {
            "id": "152",
            "types": [
                "くさ"
            ],
            "stats": [
                92,
                122,
                128
            ]
        },
        "ベイリーフ": {
            "id": "153",
            "types": [
                "くさ"
            ],
            "stats": [
                122,
                155,
                155
            ]
        },
        "メガニウム": {
            "id": "154",
            "types": [
                "くさ"
            ],
            "stats": [
                168,
                202,
                190
            ]
        },
        "ヒノアラシ": {
            "id": "155",
            "types": [
                "ほのお"
            ],
            "stats": [
                116,
                93,
                118
            ]
        },
        "マグマラシ": {
            "id": "156",
            "types": [
                "ほのお"
            ],
            "stats": [
                158,
                126,
                151
            ]
        },
        "バクフーン": {
            "id": "157",
            "types": [
                "ほのお"
            ],
            "stats": [
                223,
                173,
                186
            ]
        },
        "バクフーン(ヒスイ)": {
            "id": "157",
            "types": [
                "ほのお",
                "ゴースト"
            ],
            "stats": [
                238,
                172,
                177
            ]
        },
        "ワニノコ": {
            "id": "158",
            "types": [
                "みず"
            ],
            "stats": [
                117,
                109,
                137
            ]
        },
        "アリゲイツ": {
            "id": "159",
            "types": [
                "みず"
            ],
            "stats": [
                150,
                142,
                163
            ]
        },
        "オーダイル": {
            "id": "160",
            "types": [
                "みず"
            ],
            "stats": [
                205,
                188,
                198
            ]
        },
        "オタチ": {
            "id": "161",
            "types": [
                "ノーマル"
            ],
            "stats": [
                79,
                73,
                111
            ]
        },
        "オオタチ": {
            "id": "162",
            "types": [
                "ノーマル"
            ],
            "stats": [
                148,
                125,
                198
            ]
        },
        "ホーホー": {
            "id": "163",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                67,
                88,
                155
            ]
        },
        "ヨルノズク": {
            "id": "164",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                145,
                156,
                225
            ]
        },
        "レディバ": {
            "id": "165",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                72,
                118,
                120
            ]
        },
        "レディアン": {
            "id": "166",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                107,
                179,
                146
            ]
        },
        "イトマル": {
            "id": "167",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                105,
                73,
                120
            ]
        },
        "アリアドス": {
            "id": "168",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                161,
                124,
                172
            ]
        },
        "クロバット": {
            "id": "169",
            "types": [
                "どく",
                "ひこう"
            ],
            "stats": [
                194,
                178,
                198
            ]
        },
        "チョンチー": {
            "id": "170",
            "types": [
                "みず",
                "でんき"
            ],
            "stats": [
                106,
                97,
                181
            ]
        },
        "ランターン": {
            "id": "171",
            "types": [
                "みず",
                "でんき"
            ],
            "stats": [
                146,
                137,
                268
            ]
        },
        "ピチュー": {
            "id": "172",
            "types": [
                "でんき"
            ],
            "stats": [
                77,
                53,
                85
            ]
        },
        "ピィ": {
            "id": "173",
            "types": [
                "フェアリー"
            ],
            "stats": [
                75,
                79,
                137
            ]
        },
        "ププリン": {
            "id": "174",
            "types": [
                "ノーマル",
                "フェアリー"
            ],
            "stats": [
                69,
                32,
                207
            ]
        },
        "トゲピー": {
            "id": "175",
            "types": [
                "フェアリー"
            ],
            "stats": [
                67,
                116,
                111
            ]
        },
        "トゲチック": {
            "id": "176",
            "types": [
                "フェアリー",
                "ひこう"
            ],
            "stats": [
                139,
                181,
                146
            ]
        },
        "ネイティ": {
            "id": "177",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                134,
                89,
                120
            ]
        },
        "ネイティオ": {
            "id": "178",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                192,
                146,
                163
            ]
        },
        "メリープ": {
            "id": "179",
            "types": [
                "でんき"
            ],
            "stats": [
                114,
                79,
                146
            ]
        },
        "モココ": {
            "id": "180",
            "types": [
                "でんき"
            ],
            "stats": [
                145,
                109,
                172
            ]
        },
        "デンリュウ": {
            "id": "181",
            "types": [
                "でんき"
            ],
            "stats": [
                211,
                169,
                207
            ]
        },
        "キレイハナ": {
            "id": "182",
            "types": [
                "くさ"
            ],
            "stats": [
                169,
                186,
                181
            ]
        },
        "マリル": {
            "id": "183",
            "types": [
                "みず",
                "フェアリー"
            ],
            "stats": [
                37,
                93,
                172
            ]
        },
        "マリルリ": {
            "id": "184",
            "types": [
                "みず",
                "フェアリー"
            ],
            "stats": [
                112,
                152,
                225
            ]
        },
        "ウソッキー": {
            "id": "185",
            "types": [
                "いわ"
            ],
            "stats": [
                167,
                176,
                172
            ]
        },
        "ニョロトノ": {
            "id": "186",
            "types": [
                "みず"
            ],
            "stats": [
                174,
                179,
                207
            ]
        },
        "ハネッコ": {
            "id": "187",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                67,
                94,
                111
            ]
        },
        "ポポッコ": {
            "id": "188",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                91,
                120,
                146
            ]
        },
        "ワタッコ": {
            "id": "189",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                118,
                183,
                181
            ]
        },
        "エイパム": {
            "id": "190",
            "types": [
                "ノーマル"
            ],
            "stats": [
                136,
                112,
                146
            ]
        },
        "ヒマナッツ": {
            "id": "191",
            "types": [
                "くさ"
            ],
            "stats": [
                55,
                55,
                102
            ]
        },
        "キマワリ": {
            "id": "192",
            "types": [
                "くさ"
            ],
            "stats": [
                185,
                135,
                181
            ]
        },
        "ヤンヤンマ": {
            "id": "193",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                154,
                94,
                163
            ]
        },
        "ウパー": {
            "id": "194",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                75,
                66,
                146
            ]
        },
        "ウパー(パルデア)": {
            "id": "194",
            "types": [
                "どく",
                "じめん"
            ],
            "stats": [
                75,
                66,
                146
            ]
        },
        "ヌオー": {
            "id": "195",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                152,
                143,
                216
            ]
        },
        "エーフィ": {
            "id": "196",
            "types": [
                "エスパー"
            ],
            "stats": [
                261,
                175,
                163
            ]
        },
        "ブラッキー": {
            "id": "197",
            "types": [
                "あく"
            ],
            "stats": [
                126,
                240,
                216
            ]
        },
        "ヤミカラス": {
            "id": "198",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                175,
                87,
                155
            ]
        },
        "ヤドキング": {
            "id": "199",
            "types": [
                "みず",
                "エスパー"
            ],
            "stats": [
                177,
                180,
                216
            ]
        },
        "ヤドキング(ガラル)": {
            "id": "199",
            "types": [
                "どく",
                "エスパー"
            ],
            "stats": [
                190,
                180,
                216
            ]
        },
        "ムウマ": {
            "id": "200",
            "types": [
                "ゴースト"
            ],
            "stats": [
                167,
                154,
                155
            ]
        },
        "アンノーン": {
            "id": "201",
            "types": [
                "エスパー"
            ],
            "stats": [
                136,
                91,
                134
            ]
        },
        "ソーナンス": {
            "id": "202",
            "types": [
                "エスパー"
            ],
            "stats": [
                60,
                106,
                382
            ]
        },
        "キリンリキ": {
            "id": "203",
            "types": [
                "ノーマル",
                "エスパー"
            ],
            "stats": [
                182,
                133,
                172
            ]
        },
        "クヌギダマ": {
            "id": "204",
            "types": [
                "むし"
            ],
            "stats": [
                108,
                122,
                137
            ]
        },
        "フォレトス": {
            "id": "205",
            "types": [
                "むし",
                "はがね"
            ],
            "stats": [
                161,
                205,
                181
            ]
        },
        "ノコッチ": {
            "id": "206",
            "types": [
                "ノーマル"
            ],
            "stats": [
                131,
                128,
                225
            ]
        },
        "グライガー": {
            "id": "207",
            "types": [
                "じめん",
                "ひこう"
            ],
            "stats": [
                143,
                184,
                163
            ]
        },
        "ハガネール": {
            "id": "208",
            "types": [
                "はがね",
                "じめん"
            ],
            "stats": [
                148,
                272,
                181
            ]
        },
        "ブルー": {
            "id": "209",
            "types": [
                "フェアリー"
            ],
            "stats": [
                137,
                85,
                155
            ]
        },
        "グランブル": {
            "id": "210",
            "types": [
                "フェアリー"
            ],
            "stats": [
                212,
                131,
                207
            ]
        },
        "ハリーセン": {
            "id": "211",
            "types": [
                "みず",
                "どく"
            ],
            "stats": [
                184,
                138,
                163
            ]
        },
        "ハリーセン(ヒスイ)": {
            "id": "211",
            "types": [
                "あく",
                "どく"
            ],
            "stats": [
                184,
                151,
                163
            ]
        },
        "ハッサム": {
            "id": "212",
            "types": [
                "むし",
                "はがね"
            ],
            "stats": [
                236,
                181,
                172
            ]
        },
        "ツボツボ": {
            "id": "213",
            "types": [
                "むし",
                "いわ"
            ],
            "stats": [
                17,
                396,
                85
            ]
        },
        "ヘラクロス": {
            "id": "214",
            "types": [
                "むし",
                "かくとう"
            ],
            "stats": [
                234,
                179,
                190
            ]
        },
        "ニューラ": {
            "id": "215",
            "types": [
                "あく",
                "こおり"
            ],
            "stats": [
                189,
                146,
                146
            ]
        },
        "ニューラ(ヒスイ)": {
            "id": "215",
            "types": [
                "かくとう",
                "どく"
            ],
            "stats": [
                189,
                146,
                146
            ]
        },
        "ヒメグマ": {
            "id": "216",
            "types": [
                "ノーマル"
            ],
            "stats": [
                142,
                93,
                155
            ]
        },
        "リングマ": {
            "id": "217",
            "types": [
                "ノーマル"
            ],
            "stats": [
                236,
                144,
                207
            ]
        },
        "マグマッグ": {
            "id": "218",
            "types": [
                "ほのお"
            ],
            "stats": [
                118,
                71,
                120
            ]
        },
        "マグカルゴ": {
            "id": "219",
            "types": [
                "ほのお",
                "いわ"
            ],
            "stats": [
                139,
                191,
                137
            ]
        },
        "ウリムー": {
            "id": "220",
            "types": [
                "こおり",
                "じめん"
            ],
            "stats": [
                90,
                69,
                137
            ]
        },
        "イノムー": {
            "id": "221",
            "types": [
                "こおり",
                "じめん"
            ],
            "stats": [
                181,
                138,
                225
            ]
        },
        "サニーゴ": {
            "id": "222",
            "types": [
                "みず",
                "いわ"
            ],
            "stats": [
                118,
                156,
                146
            ]
        },
        "サニーゴ(ガラル)": {
            "id": "222",
            "types": [
                "ゴースト"
            ],
            "stats": [
                104,
                163,
                139
            ]
        },
        "テッポウオ": {
            "id": "223",
            "types": [
                "みず"
            ],
            "stats": [
                127,
                69,
                111
            ]
        },
        "オクタン": {
            "id": "224",
            "types": [
                "みず"
            ],
            "stats": [
                197,
                141,
                181
            ]
        },
        "デリバード": {
            "id": "225",
            "types": [
                "こおり",
                "ひこう"
            ],
            "stats": [
                128,
                90,
                128
            ]
        },
        "マンタイン": {
            "id": "226",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                148,
                226,
                163
            ]
        },
        "エアームド": {
            "id": "227",
            "types": [
                "はがね",
                "ひこう"
            ],
            "stats": [
                148,
                226,
                163
            ]
        },
        "デルビル": {
            "id": "228",
            "types": [
                "あく",
                "ほのお"
            ],
            "stats": [
                152,
                83,
                128
            ]
        },
        "ヘルガー": {
            "id": "229",
            "types": [
                "あく",
                "ほのお"
            ],
            "stats": [
                224,
                144,
                181
            ]
        },
        "キングドラ": {
            "id": "230",
            "types": [
                "みず",
                "ドラゴン"
            ],
            "stats": [
                194,
                194,
                181
            ]
        },
        "ゴマゾウ": {
            "id": "231",
            "types": [
                "じめん"
            ],
            "stats": [
                107,
                98,
                207
            ]
        },
        "ドンファン": {
            "id": "232",
            "types": [
                "じめん"
            ],
            "stats": [
                214,
                185,
                207
            ]
        },
        "ポリゴン２": {
            "id": "233",
            "types": [
                "ノーマル"
            ],
            "stats": [
                198,
                180,
                198
            ]
        },
        "オドシシ": {
            "id": "234",
            "types": [
                "ノーマル"
            ],
            "stats": [
                192,
                131,
                177
            ]
        },
        "ドーブル": {
            "id": "235",
            "types": [
                "ノーマル"
            ],
            "stats": [
                40,
                83,
                146
            ]
        },
        "バルキー": {
            "id": "236",
            "types": [
                "かくとう"
            ],
            "stats": [
                64,
                64,
                111
            ]
        },
        "カポエラー": {
            "id": "237",
            "types": [
                "かくとう"
            ],
            "stats": [
                173,
                207,
                137
            ]
        },
        "ムチュール": {
            "id": "238",
            "types": [
                "こおり",
                "エスパー"
            ],
            "stats": [
                153,
                91,
                128
            ]
        },
        "エレキッド": {
            "id": "239",
            "types": [
                "でんき"
            ],
            "stats": [
                135,
                101,
                128
            ]
        },
        "ブビィ": {
            "id": "240",
            "types": [
                "ほのお"
            ],
            "stats": [
                151,
                99,
                128
            ]
        },
        "ミルタンク": {
            "id": "241",
            "types": [
                "ノーマル"
            ],
            "stats": [
                157,
                193,
                216
            ]
        },
        "ハピナス": {
            "id": "242",
            "types": [
                "ノーマル"
            ],
            "stats": [
                129,
                169,
                496
            ]
        },
        "ライコウ": {
            "id": "243",
            "types": [
                "でんき"
            ],
            "stats": [
                241,
                195,
                207
            ],
            "min_individual": 1
        },
        "エンテイ": {
            "id": "244",
            "types": [
                "ほのお"
            ],
            "stats": [
                235,
                171,
                251
            ],
            "min_individual": 1
        },
        "スイクン": {
            "id": "245",
            "types": [
                "みず"
            ],
            "stats": [
                180,
                235,
                225
            ],
            "min_individual": 1
        },
        "ヨーギラス": {
            "id": "246",
            "types": [
                "いわ",
                "じめん"
            ],
            "stats": [
                115,
                93,
                137
            ]
        },
        "サナギラス": {
            "id": "247",
            "types": [
                "いわ",
                "じめん"
            ],
            "stats": [
                155,
                133,
                172
            ]
        },
        "バンギラス": {
            "id": "248",
            "types": [
                "いわ",
                "あく"
            ],
            "stats": [
                251,
                207,
                225
            ]
        },
        "ルギア": {
            "id": "249",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                193,
                310,
                235
            ],
            "min_individual": 1
        },
        "ホウオウ": {
            "id": "250",
            "types": [
                "ほのお",
                "ひこう"
            ],
            "stats": [
                239,
                244,
                214
            ],
            "min_individual": 1
        },
        "セレビィ": {
            "id": "251",
            "types": [
                "エスパー",
                "くさ"
            ],
            "stats": [
                210,
                210,
                225
            ],
            "min_individual": 10
        },
        "キモリ": {
            "id": "252",
            "types": [
                "くさ"
            ],
            "stats": [
                124,
                94,
                120
            ]
        },
        "ジュプトル": {
            "id": "253",
            "types": [
                "くさ"
            ],
            "stats": [
                172,
                120,
                137
            ]
        },
        "ジュカイン": {
            "id": "254",
            "types": [
                "くさ"
            ],
            "stats": [
                223,
                169,
                172
            ]
        },
        "アチャモ": {
            "id": "255",
            "types": [
                "ほのお"
            ],
            "stats": [
                130,
                87,
                128
            ]
        },
        "ワカシャモ": {
            "id": "256",
            "types": [
                "ほのお",
                "かくとう"
            ],
            "stats": [
                163,
                115,
                155
            ]
        },
        "バシャーモ": {
            "id": "257",
            "types": [
                "ほのお",
                "かくとう"
            ],
            "stats": [
                240,
                141,
                190
            ]
        },
        "ミズゴロウ": {
            "id": "258",
            "types": [
                "みず"
            ],
            "stats": [
                126,
                93,
                137
            ]
        },
        "ヌマクロー": {
            "id": "259",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                156,
                133,
                172
            ]
        },
        "ラグラージ": {
            "id": "260",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                208,
                175,
                225
            ]
        },
        "ポチエナ": {
            "id": "261",
            "types": [
                "あく"
            ],
            "stats": [
                96,
                61,
                111
            ]
        },
        "グラエナ": {
            "id": "262",
            "types": [
                "あく"
            ],
            "stats": [
                171,
                132,
                172
            ]
        },
        "ジグザグマ": {
            "id": "263",
            "types": [
                "ノーマル"
            ],
            "stats": [
                58,
                80,
                116
            ]
        },
        "ジグザグマ(ガラル)": {
            "id": "263",
            "types": [
                "あく",
                "ノーマル"
            ],
            "stats": [
                58,
                80,
                116
            ]
        },
        "マッスグマ": {
            "id": "264",
            "types": [
                "ノーマル"
            ],
            "stats": [
                142,
                128,
                186
            ]
        },
        "マッスグマ(ガラル)": {
            "id": "264",
            "types": [
                "あく",
                "ノーマル"
            ],
            "stats": [
                142,
                128,
                186
            ]
        },
        "ケムッソ": {
            "id": "265",
            "types": [
                "むし"
            ],
            "stats": [
                75,
                59,
                128
            ]
        },
        "カラサリス": {
            "id": "266",
            "types": [
                "むし"
            ],
            "stats": [
                60,
                77,
                137
            ]
        },
        "アゲハント": {
            "id": "267",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                189,
                98,
                155
            ]
        },
        "マユルド": {
            "id": "268",
            "types": [
                "むし"
            ],
            "stats": [
                60,
                77,
                137
            ]
        },
        "ドクケイル": {
            "id": "269",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                98,
                162,
                155
            ]
        },
        "ハスボー": {
            "id": "270",
            "types": [
                "みず",
                "くさ"
            ],
            "stats": [
                71,
                77,
                120
            ]
        },
        "ハスブレロ": {
            "id": "271",
            "types": [
                "みず",
                "くさ"
            ],
            "stats": [
                112,
                119,
                155
            ]
        },
        "ルンパッパ": {
            "id": "272",
            "types": [
                "みず",
                "くさ"
            ],
            "stats": [
                173,
                176,
                190
            ]
        },
        "タネボー": {
            "id": "273",
            "types": [
                "くさ"
            ],
            "stats": [
                71,
                77,
                120
            ]
        },
        "コノハナ": {
            "id": "274",
            "types": [
                "くさ",
                "あく"
            ],
            "stats": [
                134,
                78,
                172
            ]
        },
        "ダーテング": {
            "id": "275",
            "types": [
                "くさ",
                "あく"
            ],
            "stats": [
                200,
                121,
                207
            ]
        },
        "スバメ": {
            "id": "276",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                106,
                61,
                120
            ]
        },
        "オオスバメ": {
            "id": "277",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                185,
                124,
                155
            ]
        },
        "キャモメ": {
            "id": "278",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                106,
                61,
                120
            ]
        },
        "ペリッパー": {
            "id": "279",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                175,
                174,
                155
            ]
        },
        "ラルトス": {
            "id": "280",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                79,
                59,
                99
            ]
        },
        "キルリア": {
            "id": "281",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                117,
                90,
                116
            ]
        },
        "サーナイト": {
            "id": "282",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                237,
                195,
                169
            ]
        },
        "アメタマ": {
            "id": "283",
            "types": [
                "むし",
                "みず"
            ],
            "stats": [
                93,
                87,
                120
            ]
        },
        "アメモース": {
            "id": "284",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                192,
                150,
                172
            ]
        },
        "キノココ": {
            "id": "285",
            "types": [
                "くさ"
            ],
            "stats": [
                74,
                110,
                155
            ]
        },
        "キノガッサ": {
            "id": "286",
            "types": [
                "くさ",
                "かくとう"
            ],
            "stats": [
                241,
                144,
                155
            ]
        },
        "ナマケロ": {
            "id": "287",
            "types": [
                "ノーマル"
            ],
            "stats": [
                104,
                92,
                155
            ]
        },
        "ヤルキモノ": {
            "id": "288",
            "types": [
                "ノーマル"
            ],
            "stats": [
                159,
                145,
                190
            ]
        },
        "ケッキング": {
            "id": "289",
            "types": [
                "ノーマル"
            ],
            "stats": [
                290,
                166,
                284
            ]
        },
        "ツチニン": {
            "id": "290",
            "types": [
                "むし",
                "じめん"
            ],
            "stats": [
                80,
                126,
                104
            ]
        },
        "テッカニン": {
            "id": "291",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                199,
                112,
                156
            ]
        },
        "ヌケニン": {
            "id": "292",
            "types": [
                "むし",
                "ゴースト"
            ],
            "stats": [
                153,
                73,
                1
            ]
        },
        "ゴニョニョ": {
            "id": "293",
            "types": [
                "ノーマル"
            ],
            "stats": [
                92,
                42,
                162
            ]
        },
        "ドゴーム": {
            "id": "294",
            "types": [
                "ノーマル"
            ],
            "stats": [
                134,
                81,
                197
            ]
        },
        "バクオング": {
            "id": "295",
            "types": [
                "ノーマル"
            ],
            "stats": [
                179,
                137,
                232
            ]
        },
        "マクノシタ": {
            "id": "296",
            "types": [
                "かくとう"
            ],
            "stats": [
                99,
                54,
                176
            ]
        },
        "ハリテヤマ": {
            "id": "297",
            "types": [
                "かくとう"
            ],
            "stats": [
                209,
                114,
                302
            ]
        },
        "ルリリ": {
            "id": "298",
            "types": [
                "ノーマル",
                "フェアリー"
            ],
            "stats": [
                36,
                71,
                137
            ]
        },
        "ノズパス": {
            "id": "299",
            "types": [
                "いわ"
            ],
            "stats": [
                82,
                215,
                102
            ]
        },
        "エネコ": {
            "id": "300",
            "types": [
                "ノーマル"
            ],
            "stats": [
                84,
                79,
                137
            ]
        },
        "エネコロロ": {
            "id": "301",
            "types": [
                "ノーマル"
            ],
            "stats": [
                132,
                127,
                172
            ]
        },
        "ヤミラミ": {
            "id": "302",
            "types": [
                "あく",
                "ゴースト"
            ],
            "stats": [
                141,
                136,
                137
            ]
        },
        "クチート": {
            "id": "303",
            "types": [
                "はがね",
                "フェアリー"
            ],
            "stats": [
                155,
                141,
                137
            ]
        },
        "ココドラ": {
            "id": "304",
            "types": [
                "はがね",
                "いわ"
            ],
            "stats": [
                121,
                141,
                137
            ]
        },
        "コドラ": {
            "id": "305",
            "types": [
                "はがね",
                "いわ"
            ],
            "stats": [
                158,
                198,
                155
            ]
        },
        "ボスゴドラ": {
            "id": "306",
            "types": [
                "はがね",
                "いわ"
            ],
            "stats": [
                198,
                257,
                172
            ]
        },
        "アサナン": {
            "id": "307",
            "types": [
                "かくとう",
                "エスパー"
            ],
            "stats": [
                78,
                107,
                102
            ]
        },
        "チャーレム": {
            "id": "308",
            "types": [
                "かくとう",
                "エスパー"
            ],
            "stats": [
                121,
                152,
                155
            ]
        },
        "ラクライ": {
            "id": "309",
            "types": [
                "でんき"
            ],
            "stats": [
                123,
                78,
                120
            ]
        },
        "ライボルト": {
            "id": "310",
            "types": [
                "でんき"
            ],
            "stats": [
                215,
                127,
                172
            ]
        },
        "プラスル": {
            "id": "311",
            "types": [
                "でんき"
            ],
            "stats": [
                167,
                129,
                155
            ]
        },
        "マイナン": {
            "id": "312",
            "types": [
                "でんき"
            ],
            "stats": [
                147,
                150,
                155
            ]
        },
        "バルビート": {
            "id": "313",
            "types": [
                "むし"
            ],
            "stats": [
                143,
                166,
                163
            ]
        },
        "イルミーゼ": {
            "id": "314",
            "types": [
                "むし"
            ],
            "stats": [
                143,
                166,
                163
            ]
        },
        "ロゼリア": {
            "id": "315",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                186,
                131,
                137
            ]
        },
        "ゴクリン": {
            "id": "316",
            "types": [
                "どく"
            ],
            "stats": [
                80,
                99,
                172
            ]
        },
        "マルノーム": {
            "id": "317",
            "types": [
                "どく"
            ],
            "stats": [
                140,
                159,
                225
            ]
        },
        "キバニア": {
            "id": "318",
            "types": [
                "みず",
                "あく"
            ],
            "stats": [
                171,
                39,
                128
            ]
        },
        "サメハダー": {
            "id": "319",
            "types": [
                "みず",
                "あく"
            ],
            "stats": [
                243,
                83,
                172
            ]
        },
        "ホエルコ": {
            "id": "320",
            "types": [
                "みず"
            ],
            "stats": [
                136,
                68,
                277
            ]
        },
        "ホエルオー": {
            "id": "321",
            "types": [
                "みず"
            ],
            "stats": [
                175,
                87,
                347
            ]
        },
        "ドンメル": {
            "id": "322",
            "types": [
                "ほのお",
                "じめん"
            ],
            "stats": [
                119,
                79,
                155
            ]
        },
        "バクーダ": {
            "id": "323",
            "types": [
                "ほのお",
                "じめん"
            ],
            "stats": [
                194,
                136,
                172
            ]
        },
        "コータス": {
            "id": "324",
            "types": [
                "ほのお"
            ],
            "stats": [
                151,
                203,
                172
            ]
        },
        "バネブー": {
            "id": "325",
            "types": [
                "エスパー"
            ],
            "stats": [
                125,
                122,
                155
            ]
        },
        "ブーピッグ": {
            "id": "326",
            "types": [
                "エスパー"
            ],
            "stats": [
                171,
                188,
                190
            ]
        },
        "パッチール": {
            "id": "327",
            "types": [
                "ノーマル"
            ],
            "stats": [
                116,
                116,
                155
            ]
        },
        "ナックラー": {
            "id": "328",
            "types": [
                "じめん"
            ],
            "stats": [
                162,
                78,
                128
            ]
        },
        "ビブラーバ": {
            "id": "329",
            "types": [
                "じめん",
                "ドラゴン"
            ],
            "stats": [
                134,
                99,
                137
            ]
        },
        "フライゴン": {
            "id": "330",
            "types": [
                "じめん",
                "ドラゴン"
            ],
            "stats": [
                205,
                168,
                190
            ]
        },
        "サボネア": {
            "id": "331",
            "types": [
                "くさ"
            ],
            "stats": [
                156,
                74,
                137
            ]
        },
        "ノクタス": {
            "id": "332",
            "types": [
                "くさ",
                "あく"
            ],
            "stats": [
                221,
                115,
                172
            ]
        },
        "チルット": {
            "id": "333",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                76,
                132,
                128
            ]
        },
        "チルタリス": {
            "id": "334",
            "types": [
                "ドラゴン",
                "ひこう"
            ],
            "stats": [
                141,
                201,
                181
            ]
        },
        "ザングース": {
            "id": "335",
            "types": [
                "ノーマル"
            ],
            "stats": [
                222,
                124,
                177
            ]
        },
        "ハブネーク": {
            "id": "336",
            "types": [
                "どく"
            ],
            "stats": [
                196,
                118,
                177
            ]
        },
        "ルナトーン": {
            "id": "337",
            "types": [
                "いわ",
                "エスパー"
            ],
            "stats": [
                178,
                153,
                207
            ]
        },
        "ソルロック": {
            "id": "338",
            "types": [
                "いわ",
                "エスパー"
            ],
            "stats": [
                178,
                153,
                207
            ]
        },
        "ドジョッチ": {
            "id": "339",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                93,
                82,
                137
            ]
        },
        "ナマズン": {
            "id": "340",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                151,
                141,
                242
            ]
        },
        "ヘイガニ": {
            "id": "341",
            "types": [
                "みず"
            ],
            "stats": [
                141,
                99,
                125
            ]
        },
        "シザリガー": {
            "id": "342",
            "types": [
                "みず",
                "あく"
            ],
            "stats": [
                224,
                142,
                160
            ]
        },
        "ヤジロン": {
            "id": "343",
            "types": [
                "じめん",
                "エスパー"
            ],
            "stats": [
                77,
                124,
                120
            ]
        },
        "ネンドール": {
            "id": "344",
            "types": [
                "じめん",
                "エスパー"
            ],
            "stats": [
                140,
                229,
                155
            ]
        },
        "リリーラ": {
            "id": "345",
            "types": [
                "いわ",
                "くさ"
            ],
            "stats": [
                105,
                150,
                165
            ]
        },
        "ユレイドル": {
            "id": "346",
            "types": [
                "いわ",
                "くさ"
            ],
            "stats": [
                152,
                194,
                200
            ]
        },
        "アノプス": {
            "id": "347",
            "types": [
                "いわ",
                "むし"
            ],
            "stats": [
                176,
                100,
                128
            ]
        },
        "アーマルド": {
            "id": "348",
            "types": [
                "いわ",
                "むし"
            ],
            "stats": [
                222,
                174,
                181
            ]
        },
        "ヒンバス": {
            "id": "349",
            "types": [
                "みず"
            ],
            "stats": [
                29,
                85,
                85
            ]
        },
        "ミロカロス": {
            "id": "350",
            "types": [
                "みず"
            ],
            "stats": [
                192,
                219,
                216
            ]
        },
        "ポワルン": {
            "id": "351",
            "types": [
                "ノーマル"
            ],
            "stats": [
                139,
                139,
                172
            ]
        },
        "ポワルン(たいよう)": {
            "id": "351",
            "types": [
                "ほのお"
            ],
            "stats": [
                139,
                139,
                172
            ]
        },
        "ポワルン(あまみず)": {
            "id": "351",
            "types": [
                "みず"
            ],
            "stats": [
                139,
                139,
                172
            ]
        },
        "ポワルン(ゆきぐも)": {
            "id": "351",
            "types": [
                "こおり"
            ],
            "stats": [
                139,
                139,
                172
            ]
        },
        "カクレオン": {
            "id": "352",
            "types": [
                "ノーマル"
            ],
            "stats": [
                161,
                189,
                155
            ]
        },
        "カゲボウズ": {
            "id": "353",
            "types": [
                "ゴースト"
            ],
            "stats": [
                138,
                65,
                127
            ]
        },
        "ジュペッタ": {
            "id": "354",
            "types": [
                "ゴースト"
            ],
            "stats": [
                218,
                126,
                162
            ]
        },
        "ヨマワル": {
            "id": "355",
            "types": [
                "ゴースト"
            ],
            "stats": [
                70,
                162,
                85
            ]
        },
        "サマヨール": {
            "id": "356",
            "types": [
                "ゴースト"
            ],
            "stats": [
                124,
                234,
                120
            ]
        },
        "トロピウス": {
            "id": "357",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                136,
                163,
                223
            ]
        },
        "チリーン": {
            "id": "358",
            "types": [
                "エスパー"
            ],
            "stats": [
                175,
                170,
                181
            ]
        },
        "アブソル": {
            "id": "359",
            "types": [
                "あく"
            ],
            "stats": [
                246,
                120,
                163
            ]
        },
        "ソーナノ": {
            "id": "360",
            "types": [
                "エスパー"
            ],
            "stats": [
                41,
                86,
                216
            ]
        },
        "ユキワラシ": {
            "id": "361",
            "types": [
                "こおり"
            ],
            "stats": [
                95,
                95,
                137
            ]
        },
        "オニゴーリ": {
            "id": "362",
            "types": [
                "こおり"
            ],
            "stats": [
                162,
                162,
                190
            ]
        },
        "タマザラシ": {
            "id": "363",
            "types": [
                "こおり",
                "みず"
            ],
            "stats": [
                95,
                90,
                172
            ]
        },
        "トドグラー": {
            "id": "364",
            "types": [
                "こおり",
                "みず"
            ],
            "stats": [
                137,
                132,
                207
            ]
        },
        "トドゼルガ": {
            "id": "365",
            "types": [
                "こおり",
                "みず"
            ],
            "stats": [
                182,
                176,
                242
            ]
        },
        "パールル": {
            "id": "366",
            "types": [
                "みず"
            ],
            "stats": [
                133,
                135,
                111
            ]
        },
        "ハンテール": {
            "id": "367",
            "types": [
                "みず"
            ],
            "stats": [
                197,
                179,
                146
            ]
        },
        "サクラビス": {
            "id": "368",
            "types": [
                "みず"
            ],
            "stats": [
                211,
                179,
                146
            ]
        },
        "ジーランス": {
            "id": "369",
            "types": [
                "みず",
                "いわ"
            ],
            "stats": [
                162,
                203,
                225
            ]
        },
        "ラブカス": {
            "id": "370",
            "types": [
                "みず"
            ],
            "stats": [
                81,
                128,
                125
            ]
        },
        "タツベイ": {
            "id": "371",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                134,
                93,
                128
            ]
        },
        "コモルー": {
            "id": "372",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                172,
                155,
                163
            ]
        },
        "ボーマンダ": {
            "id": "373",
            "types": [
                "ドラゴン",
                "ひこう"
            ],
            "stats": [
                277,
                168,
                216
            ]
        },
        "ダンバル": {
            "id": "374",
            "types": [
                "はがね",
                "エスパー"
            ],
            "stats": [
                96,
                132,
                120
            ]
        },
        "メタング": {
            "id": "375",
            "types": [
                "はがね",
                "エスパー"
            ],
            "stats": [
                138,
                176,
                155
            ]
        },
        "メタグロス": {
            "id": "376",
            "types": [
                "はがね",
                "エスパー"
            ],
            "stats": [
                257,
                228,
                190
            ]
        },
        "レジロック": {
            "id": "377",
            "types": [
                "いわ"
            ],
            "stats": [
                179,
                309,
                190
            ],
            "min_individual": 1
        },
        "レジアイス": {
            "id": "378",
            "types": [
                "こおり"
            ],
            "stats": [
                179,
                309,
                190
            ],
            "min_individual": 1
        },
        "レジスチル": {
            "id": "379",
            "types": [
                "はがね"
            ],
            "stats": [
                143,
                285,
                190
            ],
            "min_individual": 1
        },
        "ラティアス": {
            "id": "380",
            "types": [
                "ドラゴン",
                "エスパー"
            ],
            "stats": [
                228,
                246,
                190
            ],
            "min_individual": 1
        },
        "ラティオス": {
            "id": "381",
            "types": [
                "ドラゴン",
                "エスパー"
            ],
            "stats": [
                268,
                212,
                190
            ],
            "min_individual": 1
        },
        "カイオーガ": {
            "id": "382",
            "types": [
                "みず"
            ],
            "stats": [
                270,
                228,
                205
            ],
            "min_individual": 1
        },
        "グラードン": {
            "id": "383",
            "types": [
                "じめん"
            ],
            "stats": [
                270,
                228,
                205
            ],
            "min_individual": 1
        },
        "レックウザ": {
            "id": "384",
            "types": [
                "ドラゴン",
                "ひこう"
            ],
            "stats": [
                284,
                170,
                213
            ],
            "min_individual": 1
        },
        "ジラーチ": {
            "id": "385",
            "types": [
                "はがね",
                "エスパー"
            ],
            "stats": [
                210,
                210,
                225
            ],
            "min_individual": 10
        },
        "デオキシス": {
            "id": "386",
            "types": [],
            "stats": [
                345,
                115,
                137
            ],
            "min_individual": 10
        },
        "デオキシス(アタック)": {
            "id": "386",
            "types": [
                "エスパー"
            ],
            "stats": [
                414,
                46,
                137
            ],
            "min_individual": 10
        },
        "デオキシス(ディフェンス)": {
            "id": "386",
            "types": [
                "エスパー"
            ],
            "stats": [
                144,
                330,
                137
            ],
            "min_individual": 10
        },
        "デオキシス(スピード)": {
            "id": "386",
            "types": [
                "エスパー"
            ],
            "stats": [
                230,
                218,
                137
            ],
            "min_individual": 10
        },
        "ナエトル": {
            "id": "387",
            "types": [
                "くさ"
            ],
            "stats": [
                119,
                110,
                146
            ]
        },
        "ハヤシガメ": {
            "id": "388",
            "types": [
                "くさ"
            ],
            "stats": [
                157,
                143,
                181
            ]
        },
        "ドダイトス": {
            "id": "389",
            "types": [
                "くさ",
                "じめん"
            ],
            "stats": [
                202,
                188,
                216
            ]
        },
        "ヒコザル": {
            "id": "390",
            "types": [
                "ほのお"
            ],
            "stats": [
                113,
                86,
                127
            ]
        },
        "モウカザル": {
            "id": "391",
            "types": [
                "ほのお",
                "かくとう"
            ],
            "stats": [
                158,
                105,
                162
            ]
        },
        "ゴウカザル": {
            "id": "392",
            "types": [
                "ほのお",
                "かくとう"
            ],
            "stats": [
                222,
                151,
                183
            ]
        },
        "ポッチャマ": {
            "id": "393",
            "types": [
                "みず"
            ],
            "stats": [
                112,
                102,
                142
            ]
        },
        "ポッタイシ": {
            "id": "394",
            "types": [
                "みず"
            ],
            "stats": [
                150,
                139,
                162
            ]
        },
        "エンペルト": {
            "id": "395",
            "types": [
                "みず",
                "はがね"
            ],
            "stats": [
                210,
                186,
                197
            ]
        },
        "ムックル": {
            "id": "396",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                101,
                58,
                120
            ]
        },
        "ムクバード": {
            "id": "397",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                142,
                94,
                146
            ]
        },
        "ムクホーク": {
            "id": "398",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                234,
                140,
                198
            ]
        },
        "ビッパ": {
            "id": "399",
            "types": [
                "ノーマル"
            ],
            "stats": [
                80,
                73,
                153
            ]
        },
        "ビーダル": {
            "id": "400",
            "types": [
                "ノーマル",
                "みず"
            ],
            "stats": [
                162,
                119,
                188
            ]
        },
        "コロボーシ": {
            "id": "401",
            "types": [
                "むし"
            ],
            "stats": [
                45,
                74,
                114
            ]
        },
        "コロトック": {
            "id": "402",
            "types": [
                "むし"
            ],
            "stats": [
                160,
                100,
                184
            ]
        },
        "コリンク": {
            "id": "403",
            "types": [
                "でんき"
            ],
            "stats": [
                117,
                64,
                128
            ]
        },
        "ルクシオ": {
            "id": "404",
            "types": [
                "でんき"
            ],
            "stats": [
                159,
                95,
                155
            ]
        },
        "レントラー": {
            "id": "405",
            "types": [
                "でんき"
            ],
            "stats": [
                232,
                156,
                190
            ]
        },
        "スボミー": {
            "id": "406",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                91,
                109,
                120
            ]
        },
        "ロズレイド": {
            "id": "407",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                243,
                185,
                155
            ]
        },
        "ズガイドス": {
            "id": "408",
            "types": [
                "いわ"
            ],
            "stats": [
                218,
                71,
                167
            ]
        },
        "ラムパルド": {
            "id": "409",
            "types": [
                "いわ"
            ],
            "stats": [
                295,
                109,
                219
            ]
        },
        "タテトプス": {
            "id": "410",
            "types": [
                "いわ",
                "はがね"
            ],
            "stats": [
                76,
                195,
                102
            ]
        },
        "トリデプス": {
            "id": "411",
            "types": [
                "いわ",
                "はがね"
            ],
            "stats": [
                94,
                286,
                155
            ]
        },
        "ミノムッチ": {
            "id": "412",
            "types": [
                "むし"
            ],
            "stats": [
                53,
                83,
                120
            ]
        },
        "ミノマダム(くさき)": {
            "id": "413",
            "types": [
                "むし",
                "くさ"
            ],
            "stats": [
                141,
                180,
                155
            ]
        },
        "ミノマダム(すなち)": {
            "id": "413",
            "types": [
                "むし",
                "じめん"
            ],
            "stats": [
                141,
                180,
                155
            ]
        },
        "ミノマダム(ゴミ)": {
            "id": "413",
            "types": [
                "むし",
                "はがね"
            ],
            "stats": [
                127,
                175,
                155
            ]
        },
        "ガーメイル": {
            "id": "414",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                185,
                98,
                172
            ]
        },
        "ミツハニー": {
            "id": "415",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                59,
                83,
                102
            ]
        },
        "ビークイン": {
            "id": "416",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                149,
                190,
                172
            ]
        },
        "パチリス": {
            "id": "417",
            "types": [
                "でんき"
            ],
            "stats": [
                94,
                172,
                155
            ]
        },
        "ブイゼル": {
            "id": "418",
            "types": [
                "みず"
            ],
            "stats": [
                132,
                67,
                146
            ]
        },
        "フローゼル": {
            "id": "419",
            "types": [
                "みず"
            ],
            "stats": [
                221,
                114,
                198
            ]
        },
        "チェリンボ": {
            "id": "420",
            "types": [
                "くさ"
            ],
            "stats": [
                108,
                92,
                128
            ]
        },
        "チェリム": {
            "id": "421",
            "types": [
                "くさ"
            ],
            "stats": [
                170,
                153,
                172
            ]
        },
        "カラナクシ": {
            "id": "422",
            "types": [
                "みず"
            ],
            "stats": [
                103,
                105,
                183
            ]
        },
        "トリトドン": {
            "id": "423",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                169,
                143,
                244
            ]
        },
        "エテボース": {
            "id": "424",
            "types": [
                "ノーマル"
            ],
            "stats": [
                205,
                143,
                181
            ]
        },
        "フワンテ": {
            "id": "425",
            "types": [
                "ゴースト",
                "ひこう"
            ],
            "stats": [
                117,
                80,
                207
            ]
        },
        "フワライド": {
            "id": "426",
            "types": [
                "ゴースト",
                "ひこう"
            ],
            "stats": [
                180,
                102,
                312
            ]
        },
        "ミミロル": {
            "id": "427",
            "types": [
                "ノーマル"
            ],
            "stats": [
                130,
                105,
                146
            ]
        },
        "ミミロップ": {
            "id": "428",
            "types": [
                "ノーマル"
            ],
            "stats": [
                156,
                194,
                163
            ]
        },
        "ムウマージ": {
            "id": "429",
            "types": [
                "ゴースト"
            ],
            "stats": [
                211,
                187,
                155
            ]
        },
        "ドンカラス": {
            "id": "430",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                243,
                103,
                225
            ]
        },
        "ニャルマー": {
            "id": "431",
            "types": [
                "ノーマル"
            ],
            "stats": [
                109,
                82,
                135
            ]
        },
        "ブニャット": {
            "id": "432",
            "types": [
                "ノーマル"
            ],
            "stats": [
                172,
                133,
                174
            ]
        },
        "リーシャン": {
            "id": "433",
            "types": [
                "エスパー"
            ],
            "stats": [
                114,
                94,
                128
            ]
        },
        "スカンプー": {
            "id": "434",
            "types": [
                "どく",
                "あく"
            ],
            "stats": [
                121,
                90,
                160
            ]
        },
        "スカタンク": {
            "id": "435",
            "types": [
                "どく",
                "あく"
            ],
            "stats": [
                184,
                132,
                230
            ]
        },
        "ドーミラー": {
            "id": "436",
            "types": [
                "はがね",
                "エスパー"
            ],
            "stats": [
                43,
                154,
                149
            ]
        },
        "ドータクン": {
            "id": "437",
            "types": [
                "はがね",
                "エスパー"
            ],
            "stats": [
                161,
                213,
                167
            ]
        },
        "ウソハチ": {
            "id": "438",
            "types": [
                "いわ"
            ],
            "stats": [
                124,
                133,
                137
            ]
        },
        "マネネ": {
            "id": "439",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                125,
                142,
                85
            ]
        },
        "ピンプク": {
            "id": "440",
            "types": [
                "ノーマル"
            ],
            "stats": [
                25,
                77,
                225
            ]
        },
        "ペラップ": {
            "id": "441",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                183,
                91,
                183
            ]
        },
        "ミカルゲ": {
            "id": "442",
            "types": [
                "ゴースト",
                "あく"
            ],
            "stats": [
                169,
                199,
                137
            ]
        },
        "フカマル": {
            "id": "443",
            "types": [
                "ドラゴン",
                "じめん"
            ],
            "stats": [
                124,
                84,
                151
            ]
        },
        "ガバイト": {
            "id": "444",
            "types": [
                "ドラゴン",
                "じめん"
            ],
            "stats": [
                172,
                125,
                169
            ]
        },
        "ガブリアス": {
            "id": "445",
            "types": [
                "ドラゴン",
                "じめん"
            ],
            "stats": [
                261,
                193,
                239
            ]
        },
        "ゴンベ": {
            "id": "446",
            "types": [
                "ノーマル"
            ],
            "stats": [
                137,
                117,
                286
            ]
        },
        "リオル": {
            "id": "447",
            "types": [
                "かくとう"
            ],
            "stats": [
                127,
                78,
                120
            ]
        },
        "ルカリオ": {
            "id": "448",
            "types": [
                "かくとう",
                "はがね"
            ],
            "stats": [
                236,
                144,
                172
            ]
        },
        "ヒポポタス": {
            "id": "449",
            "types": [
                "じめん"
            ],
            "stats": [
                124,
                118,
                169
            ]
        },
        "カバルドン": {
            "id": "450",
            "types": [
                "じめん"
            ],
            "stats": [
                201,
                191,
                239
            ]
        },
        "スコルピ": {
            "id": "451",
            "types": [
                "どく",
                "むし"
            ],
            "stats": [
                93,
                151,
                120
            ]
        },
        "ドラピオン": {
            "id": "452",
            "types": [
                "どく",
                "あく"
            ],
            "stats": [
                180,
                202,
                172
            ]
        },
        "グレッグル": {
            "id": "453",
            "types": [
                "どく",
                "かくとう"
            ],
            "stats": [
                116,
                76,
                134
            ]
        },
        "ドクロッグ": {
            "id": "454",
            "types": [
                "どく",
                "かくとう"
            ],
            "stats": [
                211,
                133,
                195
            ]
        },
        "マスキッパ": {
            "id": "455",
            "types": [
                "くさ"
            ],
            "stats": [
                187,
                136,
                179
            ]
        },
        "ケイコウオ": {
            "id": "456",
            "types": [
                "みず"
            ],
            "stats": [
                96,
                116,
                135
            ]
        },
        "ネオラント": {
            "id": "457",
            "types": [
                "みず"
            ],
            "stats": [
                142,
                170,
                170
            ]
        },
        "タマンタ": {
            "id": "458",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                105,
                179,
                128
            ]
        },
        "ユキカブリ": {
            "id": "459",
            "types": [
                "くさ",
                "こおり"
            ],
            "stats": [
                115,
                105,
                155
            ]
        },
        "ユキノオー": {
            "id": "460",
            "types": [
                "くさ",
                "こおり"
            ],
            "stats": [
                178,
                158,
                207
            ]
        },
        "マニューラ": {
            "id": "461",
            "types": [
                "あく",
                "こおり"
            ],
            "stats": [
                243,
                171,
                172
            ]
        },
        "ジバコイル": {
            "id": "462",
            "types": [
                "でんき",
                "はがね"
            ],
            "stats": [
                238,
                205,
                172
            ]
        },
        "ベロベルト": {
            "id": "463",
            "types": [
                "ノーマル"
            ],
            "stats": [
                161,
                181,
                242
            ]
        },
        "ドサイドン": {
            "id": "464",
            "types": [
                "じめん",
                "いわ"
            ],
            "stats": [
                241,
                190,
                251
            ]
        },
        "モジャンボ": {
            "id": "465",
            "types": [
                "くさ"
            ],
            "stats": [
                207,
                184,
                225
            ]
        },
        "エレキブル": {
            "id": "466",
            "types": [
                "でんき"
            ],
            "stats": [
                249,
                163,
                181
            ]
        },
        "ブーバーン": {
            "id": "467",
            "types": [
                "ほのお"
            ],
            "stats": [
                247,
                172,
                181
            ]
        },
        "トゲキッス": {
            "id": "468",
            "types": [
                "フェアリー",
                "ひこう"
            ],
            "stats": [
                225,
                217,
                198
            ]
        },
        "メガヤンマ": {
            "id": "469",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                231,
                156,
                200
            ]
        },
        "リーフィア": {
            "id": "470",
            "types": [
                "くさ"
            ],
            "stats": [
                216,
                219,
                163
            ]
        },
        "グレイシア": {
            "id": "471",
            "types": [
                "こおり"
            ],
            "stats": [
                238,
                205,
                163
            ]
        },
        "グライオン": {
            "id": "472",
            "types": [
                "じめん",
                "ひこう"
            ],
            "stats": [
                185,
                222,
                181
            ]
        },
        "マンムー": {
            "id": "473",
            "types": [
                "こおり",
                "じめん"
            ],
            "stats": [
                247,
                146,
                242
            ]
        },
        "ポリゴンＺ": {
            "id": "474",
            "types": [
                "ノーマル"
            ],
            "stats": [
                264,
                150,
                198
            ]
        },
        "ポリゴンZ": {
            "id": "474",
            "types": [],
            "stats": [
                264,
                150,
                198
            ]
        },
        "エルレイド": {
            "id": "475",
            "types": [
                "エスパー",
                "かくとう"
            ],
            "stats": [
                237,
                195,
                169
            ]
        },
        "ダイノーズ": {
            "id": "476",
            "types": [
                "いわ",
                "はがね"
            ],
            "stats": [
                135,
                275,
                155
            ]
        },
        "ヨノワール": {
            "id": "477",
            "types": [
                "ゴースト"
            ],
            "stats": [
                180,
                254,
                128
            ]
        },
        "ユキメノコ": {
            "id": "478",
            "types": [
                "こおり",
                "ゴースト"
            ],
            "stats": [
                171,
                150,
                172
            ]
        },
        "ロトム": {
            "id": "479",
            "types": [
                "でんき",
                "ゴースト"
            ],
            "stats": [
                185,
                159,
                137
            ]
        },
        "ロトム(ヒート)": {
            "id": "479",
            "types": [
                "でんき",
                "ほのお"
            ],
            "stats": [
                204,
                219,
                137
            ]
        },
        "ロトム(ウォッシュ)": {
            "id": "479",
            "types": [
                "でんき",
                "みず"
            ],
            "stats": [
                204,
                219,
                137
            ]
        },
        "ロトム(フロスト)": {
            "id": "479",
            "types": [
                "でんき",
                "こおり"
            ],
            "stats": [
                204,
                219,
                137
            ]
        },
        "ロトム(スピン)": {
            "id": "479",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                204,
                219,
                137
            ]
        },
        "ロトム(カット)": {
            "id": "479",
            "types": [
                "でんき",
                "くさ"
            ],
            "stats": [
                204,
                219,
                137
            ]
        },
        "ユクシー": {
            "id": "480",
            "types": [
                "エスパー"
            ],
            "stats": [
                156,
                270,
                181
            ],
            "min_individual": 1
        },
        "エムリット": {
            "id": "481",
            "types": [
                "エスパー"
            ],
            "stats": [
                212,
                212,
                190
            ],
            "min_individual": 1
        },
        "アグノム": {
            "id": "482",
            "types": [
                "エスパー"
            ],
            "stats": [
                270,
                151,
                181
            ],
            "min_individual": 1
        },
        "ディアルガ": {
            "id": "483",
            "types": [
                "はがね",
                "ドラゴン"
            ],
            "stats": [
                275,
                211,
                205
            ],
            "min_individual": 1
        },
        "パルキア": {
            "id": "484",
            "types": [
                "みず",
                "ドラゴン"
            ],
            "stats": [
                280,
                215,
                189
            ],
            "min_individual": 1
        },
        "ヒードラン": {
            "id": "485",
            "types": [
                "ほのお",
                "はがね"
            ],
            "stats": [
                251,
                213,
                209
            ],
            "min_individual": 1
        },
        "レジギガス": {
            "id": "486",
            "types": [
                "ノーマル"
            ],
            "stats": [
                287,
                210,
                221
            ],
            "min_individual": 1
        },
        "ギラティナ": {
            "id": "487",
            "types": [
                "ゴースト",
                "ドラゴン"
            ],
            "stats": [
                187,
                225,
                284
            ],
            "min_individual": 1
        },
        "ギラティナ(オリジン)": {
            "id": "487",
            "types": [
                "ゴースト",
                "ドラゴン"
            ],
            "stats": [
                225,
                187,
                284
            ],
            "min_individual": 1
        },
        "クレセリア": {
            "id": "488",
            "types": [
                "エスパー"
            ],
            "stats": [
                152,
                258,
                260
            ],
            "min_individual": 1
        },
        "フィオネ": {
            "id": "489",
            "types": [
                "みず"
            ],
            "stats": [
                162,
                162,
                190
            ],
            "min_individual": 10
        },
        "マナフィ": {
            "id": "490",
            "types": [
                "みず"
            ],
            "stats": [
                210,
                210,
                225
            ],
            "min_individual": 10
        },
        "ダークライ": {
            "id": "491",
            "types": [
                "あく"
            ],
            "stats": [
                285,
                198,
                172
            ],
            "min_individual": 10
        },
        "シェイミ": {
            "id": "492",
            "types": [
                "くさ"
            ],
            "stats": [
                210,
                210,
                225
            ],
            "min_individual": 10
        },
        "シェイミ(スカイ)": {
            "id": "492",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                261,
                166,
                225
            ],
            "min_individual": 10
        },
        "アルセウス": {
            "id": "493",
            "types": [
                "ノーマル"
            ],
            "stats": [
                262,
                262,
                260
            ],
            "min_individual": 10
        },
        "ビクティニ": {
            "id": "494",
            "types": [
                "エスパー",
                "ほのお"
            ],
            "stats": [
                210,
                210,
                225
            ],
            "min_individual": 10
        },
        "ツタージャ": {
            "id": "495",
            "types": [
                "くさ"
            ],
            "stats": [
                88,
                107,
                128
            ]
        },
        "ジャノビー": {
            "id": "496",
            "types": [
                "くさ"
            ],
            "stats": [
                122,
                152,
                155
            ]
        },
        "ジャローダ": {
            "id": "497",
            "types": [
                "くさ"
            ],
            "stats": [
                161,
                204,
                181
            ]
        },
        "ポカブ": {
            "id": "498",
            "types": [
                "ほのお"
            ],
            "stats": [
                115,
                85,
                163
            ]
        },
        "チャオブー": {
            "id": "499",
            "types": [
                "ほのお",
                "かくとう"
            ],
            "stats": [
                173,
                106,
                207
            ]
        },
        "エンブオー": {
            "id": "500",
            "types": [
                "ほのお",
                "かくとう"
            ],
            "stats": [
                235,
                127,
                242
            ]
        },
        "ミジュマル": {
            "id": "501",
            "types": [
                "みず"
            ],
            "stats": [
                117,
                85,
                146
            ]
        },
        "フタチマル": {
            "id": "502",
            "types": [
                "みず"
            ],
            "stats": [
                159,
                116,
                181
            ]
        },
        "ダイケンキ": {
            "id": "503",
            "types": [
                "みず"
            ],
            "stats": [
                212,
                157,
                216
            ]
        },
        "ダイケンキ(ヒスイ)": {
            "id": "503",
            "types": [
                "みず",
                "あく"
            ],
            "stats": [
                218,
                152,
                207
            ]
        },
        "ミネズミ": {
            "id": "504",
            "types": [
                "ノーマル"
            ],
            "stats": [
                98,
                73,
                128
            ]
        },
        "ミルホッグ": {
            "id": "505",
            "types": [
                "ノーマル"
            ],
            "stats": [
                165,
                139,
                155
            ]
        },
        "ヨーテリー": {
            "id": "506",
            "types": [
                "ノーマル"
            ],
            "stats": [
                107,
                86,
                128
            ]
        },
        "ハーデリア": {
            "id": "507",
            "types": [
                "ノーマル"
            ],
            "stats": [
                145,
                126,
                163
            ]
        },
        "ムーランド": {
            "id": "508",
            "types": [
                "ノーマル"
            ],
            "stats": [
                206,
                182,
                198
            ]
        },
        "チョロネコ": {
            "id": "509",
            "types": [
                "あく"
            ],
            "stats": [
                98,
                73,
                121
            ]
        },
        "レパルダス": {
            "id": "510",
            "types": [
                "あく"
            ],
            "stats": [
                187,
                106,
                162
            ]
        },
        "ヤナップ": {
            "id": "511",
            "types": [
                "くさ"
            ],
            "stats": [
                104,
                94,
                137
            ]
        },
        "ヤナッキー": {
            "id": "512",
            "types": [
                "くさ"
            ],
            "stats": [
                206,
                133,
                181
            ]
        },
        "バオップ": {
            "id": "513",
            "types": [
                "ほのお"
            ],
            "stats": [
                104,
                94,
                137
            ]
        },
        "バオッキー": {
            "id": "514",
            "types": [
                "ほのお"
            ],
            "stats": [
                206,
                133,
                181
            ]
        },
        "ヒヤップ": {
            "id": "515",
            "types": [
                "みず"
            ],
            "stats": [
                104,
                94,
                137
            ]
        },
        "ヒヤッキー": {
            "id": "516",
            "types": [
                "みず"
            ],
            "stats": [
                206,
                133,
                181
            ]
        },
        "ムンナ": {
            "id": "517",
            "types": [
                "エスパー"
            ],
            "stats": [
                111,
                92,
                183
            ]
        },
        "ムシャーナ": {
            "id": "518",
            "types": [
                "エスパー"
            ],
            "stats": [
                183,
                166,
                253
            ]
        },
        "マメパト": {
            "id": "519",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                98,
                80,
                137
            ]
        },
        "ハトーボー": {
            "id": "520",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                144,
                107,
                158
            ]
        },
        "ケンホロウ": {
            "id": "521",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                226,
                146,
                190
            ]
        },
        "シママ": {
            "id": "522",
            "types": [
                "でんき"
            ],
            "stats": [
                118,
                64,
                128
            ]
        },
        "ゼブライカ": {
            "id": "523",
            "types": [
                "でんき"
            ],
            "stats": [
                211,
                136,
                181
            ]
        },
        "ダンゴロ": {
            "id": "524",
            "types": [
                "いわ"
            ],
            "stats": [
                121,
                110,
                146
            ]
        },
        "ガントル": {
            "id": "525",
            "types": [
                "いわ"
            ],
            "stats": [
                174,
                143,
                172
            ]
        },
        "ギガイアス": {
            "id": "526",
            "types": [
                "いわ"
            ],
            "stats": [
                226,
                201,
                198
            ]
        },
        "コロモリ": {
            "id": "527",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                107,
                85,
                163
            ]
        },
        "ココロモリ": {
            "id": "528",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                161,
                119,
                167
            ]
        },
        "モグリュー": {
            "id": "529",
            "types": [
                "じめん"
            ],
            "stats": [
                154,
                85,
                155
            ]
        },
        "ドリュウズ": {
            "id": "530",
            "types": [
                "じめん",
                "はがね"
            ],
            "stats": [
                255,
                129,
                242
            ]
        },
        "タブンネ": {
            "id": "531",
            "types": [
                "ノーマル"
            ],
            "stats": [
                114,
                163,
                230
            ]
        },
        "ドッコラー": {
            "id": "532",
            "types": [
                "かくとう"
            ],
            "stats": [
                134,
                87,
                181
            ]
        },
        "ドテッコツ": {
            "id": "533",
            "types": [
                "かくとう"
            ],
            "stats": [
                180,
                134,
                198
            ]
        },
        "ローブシン": {
            "id": "534",
            "types": [
                "かくとう"
            ],
            "stats": [
                243,
                158,
                233
            ]
        },
        "オタマロ": {
            "id": "535",
            "types": [
                "みず"
            ],
            "stats": [
                98,
                78,
                137
            ]
        },
        "ガマガル": {
            "id": "536",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                128,
                109,
                181
            ]
        },
        "ガマゲロゲ": {
            "id": "537",
            "types": [
                "みず",
                "じめん"
            ],
            "stats": [
                188,
                150,
                233
            ]
        },
        "ナゲキ": {
            "id": "538",
            "types": [
                "かくとう"
            ],
            "stats": [
                172,
                160,
                260
            ]
        },
        "ダゲキ": {
            "id": "539",
            "types": [
                "かくとう"
            ],
            "stats": [
                231,
                153,
                181
            ]
        },
        "クルミル": {
            "id": "540",
            "types": [
                "むし",
                "くさ"
            ],
            "stats": [
                96,
                124,
                128
            ]
        },
        "クルマユ": {
            "id": "541",
            "types": [
                "むし",
                "くさ"
            ],
            "stats": [
                115,
                162,
                146
            ]
        },
        "ハハコモリ": {
            "id": "542",
            "types": [
                "むし",
                "くさ"
            ],
            "stats": [
                205,
                165,
                181
            ]
        },
        "フシデ": {
            "id": "543",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                83,
                99,
                102
            ]
        },
        "ホイーガ": {
            "id": "544",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                100,
                173,
                120
            ]
        },
        "ペンドラー": {
            "id": "545",
            "types": [
                "むし",
                "どく"
            ],
            "stats": [
                203,
                175,
                155
            ]
        },
        "モンメン": {
            "id": "546",
            "types": [
                "くさ",
                "フェアリー"
            ],
            "stats": [
                71,
                111,
                120
            ]
        },
        "エルフーン": {
            "id": "547",
            "types": [
                "くさ",
                "フェアリー"
            ],
            "stats": [
                164,
                176,
                155
            ]
        },
        "チュリネ": {
            "id": "548",
            "types": [
                "くさ"
            ],
            "stats": [
                119,
                91,
                128
            ]
        },
        "ドレディア": {
            "id": "549",
            "types": [
                "くさ"
            ],
            "stats": [
                214,
                155,
                172
            ]
        },
        "ドレディア(ヒスイ)": {
            "id": "549",
            "types": [
                "くさ",
                "かくとう"
            ],
            "stats": [
                208,
                159,
                172
            ]
        },
        "バスラオ": {
            "id": "550",
            "types": [
                "みず"
            ],
            "stats": [
                189,
                129,
                172
            ]
        },
        "メグロコ": {
            "id": "551",
            "types": [
                "じめん",
                "あく"
            ],
            "stats": [
                132,
                69,
                137
            ]
        },
        "ワルビル": {
            "id": "552",
            "types": [
                "じめん",
                "あく"
            ],
            "stats": [
                155,
                90,
                155
            ]
        },
        "ワルビアル": {
            "id": "553",
            "types": [
                "じめん",
                "あく"
            ],
            "stats": [
                229,
                158,
                216
            ]
        },
        "ダルマッカ": {
            "id": "554",
            "types": [
                "ほのお"
            ],
            "stats": [
                153,
                86,
                172
            ]
        },
        "ダルマッカ(ガラル)": {
            "id": "554",
            "types": [
                "こおり"
            ],
            "stats": [
                153,
                86,
                172
            ]
        },
        "ヒヒダルマ": {
            "id": "555",
            "types": [
                "ほのお"
            ],
            "stats": [
                263,
                114,
                233
            ]
        },
        "ヒヒダルマ(ダルマ)": {
            "id": "555",
            "types": [
                "ほのお",
                "エスパー"
            ],
            "stats": [
                243,
                202,
                233
            ]
        },
        "ヒヒダルマ(ガラル)": {
            "id": "555",
            "types": [
                "こおり"
            ],
            "stats": [
                263,
                114,
                233
            ]
        },
        "ヒヒダルマ(ガラル・ダルマ)": {
            "id": "555",
            "types": [
                "こおり",
                "ほのお"
            ],
            "stats": [
                323,
                123,
                233
            ]
        },
        "マラカッチ": {
            "id": "556",
            "types": [
                "くさ"
            ],
            "stats": [
                201,
                130,
                181
            ]
        },
        "イシズマイ": {
            "id": "557",
            "types": [
                "むし",
                "いわ"
            ],
            "stats": [
                118,
                128,
                137
            ]
        },
        "イワパレス": {
            "id": "558",
            "types": [
                "むし",
                "いわ"
            ],
            "stats": [
                188,
                200,
                172
            ]
        },
        "ズルッグ": {
            "id": "559",
            "types": [
                "あく",
                "かくとう"
            ],
            "stats": [
                132,
                132,
                137
            ]
        },
        "ズルズキン": {
            "id": "560",
            "types": [
                "あく",
                "かくとう"
            ],
            "stats": [
                163,
                222,
                163
            ]
        },
        "シンボラー": {
            "id": "561",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                204,
                167,
                176
            ]
        },
        "デスマス": {
            "id": "562",
            "types": [
                "ゴースト"
            ],
            "stats": [
                95,
                141,
                116
            ]
        },
        "デスマス(ガラル)": {
            "id": "562",
            "types": [
                "じめん",
                "ゴースト"
            ],
            "stats": [
                95,
                141,
                116
            ]
        },
        "デスカーン": {
            "id": "563",
            "types": [
                "ゴースト"
            ],
            "stats": [
                163,
                237,
                151
            ]
        },
        "プロトーガ": {
            "id": "564",
            "types": [
                "みず",
                "いわ"
            ],
            "stats": [
                134,
                146,
                144
            ]
        },
        "アバゴーラ": {
            "id": "565",
            "types": [
                "みず",
                "いわ"
            ],
            "stats": [
                192,
                197,
                179
            ]
        },
        "アーケン": {
            "id": "566",
            "types": [
                "いわ",
                "ひこう"
            ],
            "stats": [
                213,
                89,
                146
            ]
        },
        "アーケオス": {
            "id": "567",
            "types": [
                "いわ",
                "ひこう"
            ],
            "stats": [
                292,
                139,
                181
            ]
        },
        "ヤブクロン": {
            "id": "568",
            "types": [
                "どく"
            ],
            "stats": [
                96,
                122,
                137
            ]
        },
        "ダストダス": {
            "id": "569",
            "types": [
                "どく"
            ],
            "stats": [
                181,
                164,
                190
            ]
        },
        "ゾロア": {
            "id": "570",
            "types": [
                "あく"
            ],
            "stats": [
                153,
                78,
                120
            ]
        },
        "ゾロア(ヒスイ)": {
            "id": "570",
            "types": [
                "ノーマル",
                "ゴースト"
            ],
            "stats": [
                162,
                79,
                111
            ]
        },
        "ゾロアーク": {
            "id": "571",
            "types": [
                "あく"
            ],
            "stats": [
                250,
                127,
                155
            ]
        },
        "ゾロアーク(ヒスイ)": {
            "id": "571",
            "types": [
                "ノーマル",
                "ゴースト"
            ],
            "stats": [
                261,
                128,
                146
            ]
        },
        "チラーミィ": {
            "id": "572",
            "types": [
                "ノーマル"
            ],
            "stats": [
                98,
                80,
                146
            ]
        },
        "チラチーノ": {
            "id": "573",
            "types": [
                "ノーマル"
            ],
            "stats": [
                198,
                130,
                181
            ]
        },
        "ゴチム": {
            "id": "574",
            "types": [
                "エスパー"
            ],
            "stats": [
                98,
                112,
                128
            ]
        },
        "ゴチミル": {
            "id": "575",
            "types": [
                "エスパー"
            ],
            "stats": [
                137,
                153,
                155
            ]
        },
        "ゴチルゼル": {
            "id": "576",
            "types": [
                "エスパー"
            ],
            "stats": [
                176,
                205,
                172
            ]
        },
        "ユニラン": {
            "id": "577",
            "types": [
                "エスパー"
            ],
            "stats": [
                170,
                83,
                128
            ]
        },
        "ダブラン": {
            "id": "578",
            "types": [
                "エスパー"
            ],
            "stats": [
                208,
                103,
                163
            ]
        },
        "ランクルス": {
            "id": "579",
            "types": [
                "エスパー"
            ],
            "stats": [
                214,
                148,
                242
            ]
        },
        "コアルヒー": {
            "id": "580",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                84,
                96,
                158
            ]
        },
        "スワンナ": {
            "id": "581",
            "types": [
                "みず",
                "ひこう"
            ],
            "stats": [
                182,
                132,
                181
            ]
        },
        "バニプッチ": {
            "id": "582",
            "types": [
                "こおり"
            ],
            "stats": [
                118,
                106,
                113
            ]
        },
        "バニリッチ": {
            "id": "583",
            "types": [
                "こおり"
            ],
            "stats": [
                151,
                138,
                139
            ]
        },
        "バイバニラ": {
            "id": "584",
            "types": [
                "こおり"
            ],
            "stats": [
                218,
                184,
                174
            ]
        },
        "シキジカ": {
            "id": "585",
            "types": [
                "ノーマル",
                "くさ"
            ],
            "stats": [
                115,
                100,
                155
            ]
        },
        "メブキジカ": {
            "id": "586",
            "types": [
                "ノーマル",
                "くさ"
            ],
            "stats": [
                198,
                146,
                190
            ]
        },
        "エモンガ": {
            "id": "587",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                158,
                127,
                146
            ]
        },
        "カブルモ": {
            "id": "588",
            "types": [
                "むし"
            ],
            "stats": [
                137,
                87,
                137
            ]
        },
        "シュバルゴ": {
            "id": "589",
            "types": [
                "むし",
                "はがね"
            ],
            "stats": [
                223,
                187,
                172
            ]
        },
        "タマゲタケ": {
            "id": "590",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                97,
                91,
                170
            ]
        },
        "モロバレル": {
            "id": "591",
            "types": [
                "くさ",
                "どく"
            ],
            "stats": [
                155,
                139,
                249
            ]
        },
        "プルリル": {
            "id": "592",
            "types": [
                "みず",
                "ゴースト"
            ],
            "stats": [
                115,
                134,
                146
            ]
        },
        "ブルンゲル": {
            "id": "593",
            "types": [
                "みず",
                "ゴースト"
            ],
            "stats": [
                159,
                178,
                225
            ]
        },
        "ママンボウ": {
            "id": "594",
            "types": [
                "みず"
            ],
            "stats": [
                138,
                131,
                338
            ]
        },
        "バチュル": {
            "id": "595",
            "types": [
                "むし",
                "でんき"
            ],
            "stats": [
                110,
                98,
                137
            ]
        },
        "デンチュラ": {
            "id": "596",
            "types": [
                "むし",
                "でんき"
            ],
            "stats": [
                201,
                128,
                172
            ]
        },
        "テッシード": {
            "id": "597",
            "types": [
                "くさ",
                "はがね"
            ],
            "stats": [
                82,
                155,
                127
            ]
        },
        "ナットレイ": {
            "id": "598",
            "types": [
                "くさ",
                "はがね"
            ],
            "stats": [
                158,
                223,
                179
            ]
        },
        "ギアル": {
            "id": "599",
            "types": [
                "はがね"
            ],
            "stats": [
                98,
                121,
                120
            ]
        },
        "ギギアル": {
            "id": "600",
            "types": [
                "はがね"
            ],
            "stats": [
                150,
                174,
                155
            ]
        },
        "ギギギアル": {
            "id": "601",
            "types": [
                "はがね"
            ],
            "stats": [
                199,
                214,
                155
            ]
        },
        "シビシラス": {
            "id": "602",
            "types": [
                "でんき"
            ],
            "stats": [
                105,
                78,
                111
            ]
        },
        "シビビール": {
            "id": "603",
            "types": [
                "でんき"
            ],
            "stats": [
                156,
                130,
                163
            ]
        },
        "シビルドン": {
            "id": "604",
            "types": [
                "でんき"
            ],
            "stats": [
                217,
                152,
                198
            ]
        },
        "リグレー": {
            "id": "605",
            "types": [
                "エスパー"
            ],
            "stats": [
                148,
                100,
                146
            ]
        },
        "オーベム": {
            "id": "606",
            "types": [
                "エスパー"
            ],
            "stats": [
                221,
                163,
                181
            ]
        },
        "ヒトモシ": {
            "id": "607",
            "types": [
                "ゴースト",
                "ほのお"
            ],
            "stats": [
                108,
                98,
                137
            ]
        },
        "ランプラー": {
            "id": "608",
            "types": [
                "ゴースト",
                "ほのお"
            ],
            "stats": [
                169,
                115,
                155
            ]
        },
        "シャンデラ": {
            "id": "609",
            "types": [
                "ゴースト",
                "ほのお"
            ],
            "stats": [
                271,
                182,
                155
            ]
        },
        "キバゴ": {
            "id": "610",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                154,
                101,
                130
            ]
        },
        "オノンド": {
            "id": "611",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                212,
                123,
                165
            ]
        },
        "オノノクス": {
            "id": "612",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                284,
                172,
                183
            ]
        },
        "クマシュン": {
            "id": "613",
            "types": [
                "こおり"
            ],
            "stats": [
                128,
                74,
                146
            ]
        },
        "ツンベアー": {
            "id": "614",
            "types": [
                "こおり"
            ],
            "stats": [
                233,
                152,
                216
            ]
        },
        "フリージオ": {
            "id": "615",
            "types": [
                "こおり"
            ],
            "stats": [
                190,
                218,
                190
            ]
        },
        "チョボマキ": {
            "id": "616",
            "types": [
                "むし"
            ],
            "stats": [
                72,
                140,
                137
            ]
        },
        "アギルダー": {
            "id": "617",
            "types": [
                "むし"
            ],
            "stats": [
                220,
                120,
                190
            ]
        },
        "マッギョ": {
            "id": "618",
            "types": [
                "じめん",
                "でんき"
            ],
            "stats": [
                144,
                171,
                240
            ]
        },
        "マッギョ(ガラル)": {
            "id": "618",
            "types": [
                "じめん",
                "はがね"
            ],
            "stats": [
                144,
                171,
                240
            ]
        },
        "コジョフー": {
            "id": "619",
            "types": [
                "かくとう"
            ],
            "stats": [
                160,
                98,
                128
            ]
        },
        "コジョンド": {
            "id": "620",
            "types": [
                "かくとう"
            ],
            "stats": [
                258,
                127,
                163
            ]
        },
        "クリムガン": {
            "id": "621",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                213,
                170,
                184
            ]
        },
        "ゴビット": {
            "id": "622",
            "types": [
                "じめん",
                "ゴースト"
            ],
            "stats": [
                127,
                92,
                153
            ]
        },
        "ゴルーグ": {
            "id": "623",
            "types": [
                "じめん",
                "ゴースト"
            ],
            "stats": [
                222,
                154,
                205
            ]
        },
        "コマタナ": {
            "id": "624",
            "types": [
                "あく",
                "はがね"
            ],
            "stats": [
                154,
                114,
                128
            ]
        },
        "キリキザン": {
            "id": "625",
            "types": [
                "あく",
                "はがね"
            ],
            "stats": [
                232,
                176,
                163
            ]
        },
        "バッフロン": {
            "id": "626",
            "types": [
                "ノーマル"
            ],
            "stats": [
                195,
                182,
                216
            ]
        },
        "ワシボン": {
            "id": "627",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                150,
                97,
                172
            ]
        },
        "ウォーグル": {
            "id": "628",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                232,
                152,
                225
            ]
        },
        "ウォーグル(ヒスイ)": {
            "id": "628",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                213,
                137,
                242
            ]
        },
        "バルチャイ": {
            "id": "629",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                105,
                139,
                172
            ]
        },
        "バルジーナ": {
            "id": "630",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                129,
                205,
                242
            ]
        },
        "クイタラン": {
            "id": "631",
            "types": [
                "ほのお"
            ],
            "stats": [
                204,
                129,
                198
            ]
        },
        "アイアント": {
            "id": "632",
            "types": [
                "むし",
                "はがね"
            ],
            "stats": [
                217,
                188,
                151
            ]
        },
        "モノズ": {
            "id": "633",
            "types": [
                "あく",
                "ドラゴン"
            ],
            "stats": [
                116,
                93,
                141
            ]
        },
        "ジヘッド": {
            "id": "634",
            "types": [
                "あく",
                "ドラゴン"
            ],
            "stats": [
                159,
                135,
                176
            ]
        },
        "サザンドラ": {
            "id": "635",
            "types": [
                "あく",
                "ドラゴン"
            ],
            "stats": [
                256,
                188,
                211
            ]
        },
        "メラルバ": {
            "id": "636",
            "types": [
                "むし",
                "ほのお"
            ],
            "stats": [
                156,
                107,
                146
            ]
        },
        "ウルガモス": {
            "id": "637",
            "types": [
                "むし",
                "ほのお"
            ],
            "stats": [
                264,
                189,
                198
            ]
        },
        "コバルオン": {
            "id": "638",
            "types": [
                "はがね",
                "かくとう"
            ],
            "stats": [
                192,
                229,
                209
            ],
            "min_individual": 1
        },
        "テラキオン": {
            "id": "639",
            "types": [
                "いわ",
                "かくとう"
            ],
            "stats": [
                260,
                192,
                209
            ],
            "min_individual": 1
        },
        "ビリジオン": {
            "id": "640",
            "types": [
                "くさ",
                "かくとう"
            ],
            "stats": [
                192,
                229,
                209
            ],
            "min_individual": 1
        },
        "トルネロス": {
            "id": "641",
            "types": [
                "ひこう"
            ],
            "stats": [
                266,
                164,
                188
            ],
            "min_individual": 1
        },
        "トルネロス(れいじゅう)": {
            "id": "641",
            "types": [
                "ひこう"
            ],
            "stats": [
                238,
                189,
                188
            ],
            "min_individual": 1
        },
        "ボルトロス": {
            "id": "642",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                266,
                164,
                188
            ],
            "min_individual": 1
        },
        "ボルトロス(れいじゅう)": {
            "id": "642",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                295,
                161,
                188
            ],
            "min_individual": 1
        },
        "レシラム": {
            "id": "643",
            "types": [
                "ドラゴン",
                "ほのお"
            ],
            "stats": [
                275,
                211,
                205
            ],
            "min_individual": 1
        },
        "ゼクロム": {
            "id": "644",
            "types": [
                "ドラゴン",
                "でんき"
            ],
            "stats": [
                275,
                211,
                205
            ],
            "min_individual": 1
        },
        "ランドロス": {
            "id": "645",
            "types": [
                "じめん",
                "ひこう"
            ],
            "stats": [
                261,
                182,
                205
            ],
            "min_individual": 1
        },
        "ランドロス(れいじゅう)": {
            "id": "645",
            "types": [
                "じめん",
                "ひこう"
            ],
            "stats": [
                289,
                179,
                205
            ],
            "min_individual": 1
        },
        "キュレム": {
            "id": "646",
            "types": [
                "ドラゴン",
                "こおり"
            ],
            "stats": [
                246,
                170,
                245
            ],
            "min_individual": 1
        },
        "キュレム(ホワイト)": {
            "id": "646",
            "types": [
                "ドラゴン",
                "こおり"
            ],
            "stats": [
                310,
                183,
                245
            ],
            "min_individual": 1
        },
        "キュレム(ブラック)": {
            "id": "646",
            "types": [
                "ドラゴン",
                "こおり"
            ],
            "stats": [
                310,
                183,
                245
            ],
            "min_individual": 1
        },
        "ケルディオ": {
            "id": "647",
            "types": [
                "みず",
                "かくとう"
            ],
            "stats": [
                260,
                192,
                209
            ],
            "min_individual": 10
        },
        "メロエッタ": {
            "id": "648",
            "types": [
                "ノーマル",
                "エスパー"
            ],
            "stats": [
                250,
                225,
                225
            ],
            "min_individual": 10
        },
        "メロエッタ(ステップ)": {
            "id": "648",
            "types": [
                "ノーマル",
                "かくとう"
            ],
            "stats": [
                269,
                188,
                225
            ],
            "min_individual": 10
        },
        "ゲノセクト": {
            "id": "649",
            "types": [
                "むし",
                "はがね"
            ],
            "stats": [
                252,
                199,
                174
            ],
            "min_individual": 10
        },
        "ハリマロン": {
            "id": "650",
            "types": [
                "くさ"
            ],
            "stats": [
                110,
                106,
                148
            ]
        },
        "ハリボーグ": {
            "id": "651",
            "types": [
                "くさ"
            ],
            "stats": [
                146,
                156,
                156
            ]
        },
        "ブリガロン": {
            "id": "652",
            "types": [
                "くさ",
                "かくとう"
            ],
            "stats": [
                201,
                204,
                204
            ]
        },
        "フォッコ": {
            "id": "653",
            "types": [
                "ほのお"
            ],
            "stats": [
                116,
                102,
                120
            ]
        },
        "テールナー": {
            "id": "654",
            "types": [
                "ほのお"
            ],
            "stats": [
                171,
                130,
                153
            ]
        },
        "マフォクシー": {
            "id": "655",
            "types": [
                "ほのお",
                "エスパー"
            ],
            "stats": [
                230,
                189,
                181
            ]
        },
        "ケロマツ": {
            "id": "656",
            "types": [
                "みず"
            ],
            "stats": [
                122,
                84,
                121
            ]
        },
        "ゲコガシラ": {
            "id": "657",
            "types": [
                "みず"
            ],
            "stats": [
                168,
                114,
                144
            ]
        },
        "ゲッコウガ": {
            "id": "658",
            "types": [
                "みず",
                "あく"
            ],
            "stats": [
                223,
                152,
                176
            ]
        },
        "ホルビー": {
            "id": "659",
            "types": [
                "ノーマル"
            ],
            "stats": [
                68,
                72,
                116
            ]
        },
        "ホルード": {
            "id": "660",
            "types": [
                "ノーマル",
                "じめん"
            ],
            "stats": [
                112,
                155,
                198
            ]
        },
        "ヤヤコマ": {
            "id": "661",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                95,
                80,
                128
            ]
        },
        "ヒノヤコマ": {
            "id": "662",
            "types": [
                "ほのお",
                "ひこう"
            ],
            "stats": [
                145,
                110,
                158
            ]
        },
        "ファイアロー": {
            "id": "663",
            "types": [
                "ほのお",
                "ひこう"
            ],
            "stats": [
                176,
                155,
                186
            ]
        },
        "コフキムシ": {
            "id": "664",
            "types": [
                "むし"
            ],
            "stats": [
                63,
                63,
                116
            ]
        },
        "コフーライ": {
            "id": "665",
            "types": [
                "むし"
            ],
            "stats": [
                48,
                89,
                128
            ]
        },
        "ビビヨン": {
            "id": "666",
            "types": [
                "むし",
                "ひこう"
            ],
            "stats": [
                176,
                103,
                190
            ]
        },
        "シシコ": {
            "id": "667",
            "types": [
                "ほのお",
                "ノーマル"
            ],
            "stats": [
                139,
                112,
                158
            ]
        },
        "カエンジシ": {
            "id": "668",
            "types": [
                "ほのお",
                "ノーマル"
            ],
            "stats": [
                221,
                149,
                200
            ]
        },
        "フラベベ": {
            "id": "669",
            "types": [
                "フェアリー"
            ],
            "stats": [
                108,
                120,
                127
            ]
        },
        "フラエッテ": {
            "id": "670",
            "types": [
                "フェアリー"
            ],
            "stats": [
                136,
                151,
                144
            ]
        },
        "フラージェス": {
            "id": "671",
            "types": [
                "フェアリー"
            ],
            "stats": [
                212,
                244,
                186
            ]
        },
        "メェークル": {
            "id": "672",
            "types": [
                "くさ"
            ],
            "stats": [
                123,
                102,
                165
            ]
        },
        "ゴーゴート": {
            "id": "673",
            "types": [
                "くさ"
            ],
            "stats": [
                196,
                146,
                265
            ]
        },
        "ヤンチャム": {
            "id": "674",
            "types": [
                "かくとう"
            ],
            "stats": [
                145,
                107,
                167
            ]
        },
        "ゴロンダ": {
            "id": "675",
            "types": [
                "かくとう",
                "あく"
            ],
            "stats": [
                226,
                146,
                216
            ]
        },
        "トリミアン": {
            "id": "676",
            "types": [
                "ノーマル"
            ],
            "stats": [
                164,
                167,
                181
            ]
        },
        "ニャスパー": {
            "id": "677",
            "types": [
                "エスパー"
            ],
            "stats": [
                120,
                114,
                158
            ]
        },
        "ニャオニクス": {
            "id": "678",
            "types": [
                "エスパー"
            ],
            "stats": [
                166,
                167,
                179
            ]
        },
        "ヒトツキ": {
            "id": "679",
            "types": [
                "はがね",
                "ゴースト"
            ],
            "stats": [
                135,
                139,
                128
            ]
        },
        "ニダンギル": {
            "id": "680",
            "types": [
                "はがね",
                "ゴースト"
            ],
            "stats": [
                188,
                206,
                153
            ]
        },
        "ギルガルド(ブレード)": {
            "id": "681",
            "types": [
                "はがね",
                "ゴースト"
            ],
            "stats": [
                291,
                97,
                155
            ]
        },
        "ギルガルド(シールド)": {
            "id": "681",
            "types": [
                "はがね",
                "ゴースト"
            ],
            "stats": [
                97,
                291,
                155
            ]
        },
        "シュシュプ": {
            "id": "682",
            "types": [
                "フェアリー"
            ],
            "stats": [
                110,
                113,
                186
            ]
        },
        "フレフワン": {
            "id": "683",
            "types": [
                "フェアリー"
            ],
            "stats": [
                173,
                150,
                226
            ]
        },
        "ペロッパフ": {
            "id": "684",
            "types": [
                "フェアリー"
            ],
            "stats": [
                109,
                119,
                158
            ]
        },
        "ペロリーム": {
            "id": "685",
            "types": [
                "フェアリー"
            ],
            "stats": [
                168,
                163,
                193
            ]
        },
        "マーイーカ": {
            "id": "686",
            "types": [
                "あく",
                "エスパー"
            ],
            "stats": [
                98,
                95,
                142
            ]
        },
        "カラマネロ": {
            "id": "687",
            "types": [
                "あく",
                "エスパー"
            ],
            "stats": [
                177,
                165,
                200
            ]
        },
        "カメテテ": {
            "id": "688",
            "types": [
                "いわ",
                "みず"
            ],
            "stats": [
                96,
                120,
                123
            ]
        },
        "ガメノデス": {
            "id": "689",
            "types": [
                "いわ",
                "みず"
            ],
            "stats": [
                194,
                205,
                176
            ]
        },
        "クズモー": {
            "id": "690",
            "types": [
                "どく",
                "みず"
            ],
            "stats": [
                109,
                109,
                137
            ]
        },
        "ドラミドロ": {
            "id": "691",
            "types": [
                "どく",
                "ドラゴン"
            ],
            "stats": [
                177,
                207,
                163
            ]
        },
        "ウデッポウ": {
            "id": "692",
            "types": [
                "みず"
            ],
            "stats": [
                108,
                117,
                137
            ]
        },
        "ブロスター": {
            "id": "693",
            "types": [
                "みず"
            ],
            "stats": [
                221,
                171,
                174
            ]
        },
        "エリキテル": {
            "id": "694",
            "types": [
                "でんき",
                "ノーマル"
            ],
            "stats": [
                115,
                78,
                127
            ]
        },
        "エレザード": {
            "id": "695",
            "types": [
                "でんき",
                "ノーマル"
            ],
            "stats": [
                219,
                168,
                158
            ]
        },
        "チゴラス": {
            "id": "696",
            "types": [
                "いわ",
                "ドラゴン"
            ],
            "stats": [
                158,
                123,
                151
            ]
        },
        "ガチゴラス": {
            "id": "697",
            "types": [
                "いわ",
                "ドラゴン"
            ],
            "stats": [
                227,
                191,
                193
            ]
        },
        "アマルス": {
            "id": "698",
            "types": [
                "いわ",
                "こおり"
            ],
            "stats": [
                124,
                109,
                184
            ]
        },
        "アマルルガ": {
            "id": "699",
            "types": [
                "いわ",
                "こおり"
            ],
            "stats": [
                186,
                163,
                265
            ]
        },
        "ニンフィア": {
            "id": "700",
            "types": [
                "フェアリー"
            ],
            "stats": [
                203,
                205,
                216
            ]
        },
        "ルチャブル": {
            "id": "701",
            "types": [
                "かくとう",
                "ひこう"
            ],
            "stats": [
                195,
                153,
                186
            ]
        },
        "デデンネ": {
            "id": "702",
            "types": [
                "でんき",
                "フェアリー"
            ],
            "stats": [
                164,
                134,
                167
            ]
        },
        "メレシー": {
            "id": "703",
            "types": [
                "いわ",
                "フェアリー"
            ],
            "stats": [
                95,
                285,
                137
            ]
        },
        "ヌメラ": {
            "id": "704",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                101,
                112,
                128
            ]
        },
        "ヌメイル": {
            "id": "705",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                159,
                176,
                169
            ]
        },
        "ヌメイル(ヒスイ)": {
            "id": "705",
            "types": [
                "はがね",
                "ドラゴン"
            ],
            "stats": [
                153,
                190,
                151
            ]
        },
        "ヌメルゴン": {
            "id": "706",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                220,
                242,
                207
            ]
        },
        "ヌメルゴン(ヒスイ)": {
            "id": "706",
            "types": [
                "はがね",
                "ドラゴン"
            ],
            "stats": [
                211,
                255,
                190
            ]
        },
        "クレッフィ": {
            "id": "707",
            "types": [
                "はがね",
                "フェアリー"
            ],
            "stats": [
                160,
                179,
                149
            ]
        },
        "ボクレー": {
            "id": "708",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                125,
                103,
                125
            ]
        },
        "オーロット": {
            "id": "709",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                201,
                154,
                198
            ]
        },
        "バケッチャ(ちいさい)": {
            "id": "710",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                122,
                124,
                127
            ]
        },
        "バケッチャ(ふつう)": {
            "id": "710",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                121,
                123,
                135
            ]
        },
        "バケッチャ(おおきい)": {
            "id": "710",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                120,
                122,
                144
            ]
        },
        "バケッチャ(とくだい)": {
            "id": "710",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                118,
                120,
                153
            ]
        },
        "パンプジン(ちいさい)": {
            "id": "711",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                171,
                219,
                146
            ]
        },
        "パンプジン(ふつう)": {
            "id": "711",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                175,
                213,
                163
            ]
        },
        "パンプジン(おおきい)": {
            "id": "711",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                179,
                206,
                181
            ]
        },
        "パンプジン(とくだい)": {
            "id": "711",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                182,
                200,
                198
            ]
        },
        "カチコール": {
            "id": "712",
            "types": [
                "こおり"
            ],
            "stats": [
                117,
                120,
                146
            ]
        },
        "クレベース": {
            "id": "713",
            "types": [
                "こおり"
            ],
            "stats": [
                196,
                240,
                216
            ]
        },
        "クレベース(ヒスイ)": {
            "id": "713",
            "types": [
                "こおり",
                "いわ"
            ],
            "stats": [
                214,
                238,
                216
            ]
        },
        "オンバット": {
            "id": "714",
            "types": [
                "ひこう",
                "ドラゴン"
            ],
            "stats": [
                83,
                73,
                120
            ]
        },
        "オンバーン": {
            "id": "715",
            "types": [
                "ひこう",
                "ドラゴン"
            ],
            "stats": [
                205,
                175,
                198
            ]
        },
        "ゼルネアス": {
            "id": "716",
            "types": [
                "フェアリー"
            ],
            "stats": [
                250,
                185,
                246
            ],
            "min_individual": 1
        },
        "イベルタル": {
            "id": "717",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                250,
                185,
                246
            ],
            "min_individual": 1
        },
        "ジガルデ(10%)": {
            "id": "718",
            "types": [
                "ドラゴン",
                "じめん"
            ],
            "stats": [
                205,
                173,
                144
            ],
            "min_individual": 10
        },
        "ジガルデ": {
            "id": "718",
            "types": [
                "ドラゴン",
                "じめん"
            ],
            "stats": [
                203,
                232,
                239
            ],
            "min_individual": 10
        },
        "ジガルデ(パーフェクト)": {
            "id": "718",
            "types": [
                "ドラゴン",
                "じめん"
            ],
            "stats": [
                184,
                207,
                389
            ],
            "min_individual": 10
        },
        "ディアンシー": {
            "id": "719",
            "types": [
                "いわ",
                "フェアリー"
            ],
            "stats": [
                190,
                285,
                137
            ],
            "min_individual": 10
        },
        "フーパ": {
            "id": "720",
            "types": [
                "エスパー",
                "ゴースト"
            ],
            "stats": [
                261,
                187,
                173
            ],
            "min_individual": 10
        },
        "フーパ(ときはなたれし)": {
            "id": "720",
            "types": [
                "エスパー",
                "あく"
            ],
            "stats": [
                311,
                191,
                173
            ],
            "min_individual": 10
        },
        "ボルケニオン": {
            "id": "721",
            "types": [
                "ほのお",
                "みず"
            ],
            "stats": [
                252,
                216,
                190
            ],
            "min_individual": 10
        },
        "モクロー": {
            "id": "722",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                102,
                99,
                169
            ]
        },
        "フクスロー": {
            "id": "723",
            "types": [
                "くさ",
                "ひこう"
            ],
            "stats": [
                142,
                139,
                186
            ]
        },
        "ジュナイパー": {
            "id": "724",
            "types": [
                "くさ",
                "ゴースト"
            ],
            "stats": [
                210,
                179,
                186
            ]
        },
        "ジュナイパー(ヒスイ)": {
            "id": "724",
            "types": [
                "くさ",
                "かくとう"
            ],
            "stats": [
                213,
                174,
                204
            ]
        },
        "ニャビー": {
            "id": "725",
            "types": [
                "ほのお"
            ],
            "stats": [
                128,
                79,
                128
            ]
        },
        "ニャヒート": {
            "id": "726",
            "types": [
                "ほのお"
            ],
            "stats": [
                174,
                103,
                163
            ]
        },
        "ガオガエン": {
            "id": "727",
            "types": [
                "ほのお",
                "あく"
            ],
            "stats": [
                214,
                175,
                216
            ]
        },
        "アシマリ": {
            "id": "728",
            "types": [
                "みず"
            ],
            "stats": [
                120,
                103,
                137
            ]
        },
        "オシャマリ": {
            "id": "729",
            "types": [
                "みず"
            ],
            "stats": [
                168,
                145,
                155
            ]
        },
        "アシレーヌ": {
            "id": "730",
            "types": [
                "みず",
                "フェアリー"
            ],
            "stats": [
                232,
                195,
                190
            ]
        },
        "ツツケラ": {
            "id": "731",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                136,
                59,
                111
            ]
        },
        "ケララッパ": {
            "id": "732",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                159,
                100,
                146
            ]
        },
        "ドデカバシ": {
            "id": "733",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                222,
                146,
                190
            ]
        },
        "ヤングース": {
            "id": "734",
            "types": [
                "ノーマル"
            ],
            "stats": [
                122,
                56,
                134
            ]
        },
        "デカグース": {
            "id": "735",
            "types": [
                "ノーマル"
            ],
            "stats": [
                194,
                113,
                204
            ]
        },
        "アゴジムシ": {
            "id": "736",
            "types": [
                "むし"
            ],
            "stats": [
                115,
                85,
                132
            ]
        },
        "デンヂムシ": {
            "id": "737",
            "types": [
                "むし",
                "でんき"
            ],
            "stats": [
                145,
                161,
                149
            ]
        },
        "クワガノン": {
            "id": "738",
            "types": [
                "むし",
                "でんき"
            ],
            "stats": [
                254,
                158,
                184
            ]
        },
        "マケンカニ": {
            "id": "739",
            "types": [
                "かくとう"
            ],
            "stats": [
                150,
                104,
                132
            ]
        },
        "ケケンカニ": {
            "id": "740",
            "types": [
                "かくとう",
                "こおり"
            ],
            "stats": [
                231,
                138,
                219
            ]
        },
        "オドリドリ(めらめら)": {
            "id": "741",
            "types": [
                "ほのお",
                "ひこう"
            ],
            "stats": [
                196,
                145,
                181
            ]
        },
        "オドリドリ(ぱちぱち)": {
            "id": "741",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                196,
                145,
                181
            ]
        },
        "オドリドリ(ふらふら)": {
            "id": "741",
            "types": [
                "エスパー",
                "ひこう"
            ],
            "stats": [
                196,
                145,
                181
            ]
        },
        "オドリドリ(まいまい)": {
            "id": "741",
            "types": [
                "ゴースト",
                "ひこう"
            ],
            "stats": [
                196,
                145,
                181
            ]
        },
        "アブリー": {
            "id": "742",
            "types": [
                "むし",
                "フェアリー"
            ],
            "stats": [
                110,
                81,
                120
            ]
        },
        "アブリボン": {
            "id": "743",
            "types": [
                "むし",
                "フェアリー"
            ],
            "stats": [
                198,
                146,
                155
            ]
        },
        "イワンコ": {
            "id": "744",
            "types": [
                "いわ"
            ],
            "stats": [
                117,
                78,
                128
            ]
        },
        "ルガルガン(まひる)": {
            "id": "745",
            "types": [
                "いわ"
            ],
            "stats": [
                231,
                140,
                181
            ]
        },
        "ルガルガン(まよなか)": {
            "id": "745",
            "types": [
                "いわ"
            ],
            "stats": [
                218,
                152,
                198
            ]
        },
        "ルガルガン(たそがれ)": {
            "id": "745",
            "types": [
                "いわ"
            ],
            "stats": [
                234,
                139,
                181
            ]
        },
        "ヨワシ(たんどく)": {
            "id": "746",
            "types": [
                "みず"
            ],
            "stats": [
                46,
                43,
                128
            ]
        },
        "ヨワシ(むれ)": {
            "id": "746",
            "types": [
                "みず"
            ],
            "stats": [
                255,
                242,
                128
            ]
        },
        "ヒドイデ": {
            "id": "747",
            "types": [
                "どく",
                "みず"
            ],
            "stats": [
                98,
                110,
                137
            ]
        },
        "ドヒドイデ": {
            "id": "748",
            "types": [
                "どく",
                "みず"
            ],
            "stats": [
                114,
                273,
                137
            ]
        },
        "ドロバンコ": {
            "id": "749",
            "types": [
                "じめん"
            ],
            "stats": [
                175,
                121,
                172
            ]
        },
        "バンバドロ": {
            "id": "750",
            "types": [
                "じめん"
            ],
            "stats": [
                214,
                174,
                225
            ]
        },
        "シズクモ": {
            "id": "751",
            "types": [
                "みず",
                "むし"
            ],
            "stats": [
                72,
                117,
                116
            ]
        },
        "オニシズクモ": {
            "id": "752",
            "types": [
                "みず",
                "むし"
            ],
            "stats": [
                126,
                219,
                169
            ]
        },
        "カリキリ": {
            "id": "753",
            "types": [
                "くさ"
            ],
            "stats": [
                100,
                64,
                120
            ]
        },
        "ラランテス": {
            "id": "754",
            "types": [
                "くさ"
            ],
            "stats": [
                192,
                169,
                172
            ]
        },
        "ネマシュ": {
            "id": "755",
            "types": [
                "くさ",
                "フェアリー"
            ],
            "stats": [
                108,
                119,
                120
            ]
        },
        "マシェード": {
            "id": "756",
            "types": [
                "くさ",
                "フェアリー"
            ],
            "stats": [
                154,
                168,
                155
            ]
        },
        "ヤトウモリ": {
            "id": "757",
            "types": [
                "どく",
                "ほのお"
            ],
            "stats": [
                136,
                80,
                134
            ]
        },
        "エンニュート": {
            "id": "758",
            "types": [
                "どく",
                "ほのお"
            ],
            "stats": [
                228,
                130,
                169
            ]
        },
        "ヌイコグマ": {
            "id": "759",
            "types": [
                "ノーマル",
                "かくとう"
            ],
            "stats": [
                136,
                95,
                172
            ]
        },
        "キテルグマ": {
            "id": "760",
            "types": [
                "ノーマル",
                "かくとう"
            ],
            "stats": [
                226,
                141,
                260
            ]
        },
        "アマカジ": {
            "id": "761",
            "types": [
                "くさ"
            ],
            "stats": [
                55,
                69,
                123
            ]
        },
        "アママイコ": {
            "id": "762",
            "types": [
                "くさ"
            ],
            "stats": [
                78,
                94,
                141
            ]
        },
        "アマージョ": {
            "id": "763",
            "types": [
                "くさ"
            ],
            "stats": [
                222,
                195,
                176
            ]
        },
        "キュワワー": {
            "id": "764",
            "types": [
                "フェアリー"
            ],
            "stats": [
                165,
                215,
                139
            ]
        },
        "ヤレユータン": {
            "id": "765",
            "types": [
                "ノーマル",
                "エスパー"
            ],
            "stats": [
                168,
                192,
                207
            ]
        },
        "ナゲツケサル": {
            "id": "766",
            "types": [
                "かくとう"
            ],
            "stats": [
                222,
                160,
                225
            ]
        },
        "コソクムシ": {
            "id": "767",
            "types": [
                "むし",
                "みず"
            ],
            "stats": [
                67,
                74,
                93
            ]
        },
        "グソクムシャ": {
            "id": "768",
            "types": [
                "むし",
                "みず"
            ],
            "stats": [
                218,
                226,
                181
            ]
        },
        "スナバァ": {
            "id": "769",
            "types": [
                "ゴースト",
                "じめん"
            ],
            "stats": [
                120,
                118,
                146
            ]
        },
        "シロデスナ": {
            "id": "770",
            "types": [
                "ゴースト",
                "じめん"
            ],
            "stats": [
                178,
                178,
                198
            ]
        },
        "ナマコブシ": {
            "id": "771",
            "types": [
                "みず"
            ],
            "stats": [
                97,
                224,
                146
            ]
        },
        "タイプ：ヌル": {
            "id": "772",
            "types": [
                "ノーマル"
            ],
            "stats": [
                184,
                184,
                216
            ]
        },
        "シルヴァディ": {
            "id": "773",
            "types": [
                "ノーマル"
            ],
            "stats": [
                198,
                198,
                216
            ]
        },
        "メテノ(りゅうせい)": {
            "id": "774",
            "types": [
                "いわ",
                "ひこう"
            ],
            "stats": [
                116,
                194,
                155
            ]
        },
        "メテノ(コア)": {
            "id": "774",
            "types": [
                "いわ",
                "ひこう"
            ],
            "stats": [
                218,
                131,
                155
            ]
        },
        "ネッコアラ": {
            "id": "775",
            "types": [
                "ノーマル"
            ],
            "stats": [
                216,
                165,
                163
            ]
        },
        "バクガメス": {
            "id": "776",
            "types": [
                "ほのお",
                "ドラゴン"
            ],
            "stats": [
                165,
                215,
                155
            ]
        },
        "トゲデマル": {
            "id": "777",
            "types": [
                "でんき",
                "はがね"
            ],
            "stats": [
                190,
                145,
                163
            ]
        },
        "ミミッキュ": {
            "id": "778",
            "types": [
                "ゴースト",
                "フェアリー"
            ],
            "stats": [
                177,
                199,
                146
            ]
        },
        "ハギギシリ": {
            "id": "779",
            "types": [
                "みず",
                "エスパー"
            ],
            "stats": [
                208,
                145,
                169
            ]
        },
        "ジジーロン": {
            "id": "780",
            "types": [
                "ノーマル",
                "ドラゴン"
            ],
            "stats": [
                231,
                164,
                186
            ]
        },
        "ダダリン": {
            "id": "781",
            "types": [
                "ゴースト",
                "くさ"
            ],
            "stats": [
                233,
                179,
                172
            ]
        },
        "ジャラコ": {
            "id": "782",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                102,
                108,
                128
            ]
        },
        "ジャランゴ": {
            "id": "783",
            "types": [
                "ドラゴン",
                "かくとう"
            ],
            "stats": [
                145,
                162,
                146
            ]
        },
        "ジャラランガ": {
            "id": "784",
            "types": [
                "ドラゴン",
                "かくとう"
            ],
            "stats": [
                222,
                240,
                181
            ]
        },
        "カプ・コケコ": {
            "id": "785",
            "types": [
                "でんき",
                "フェアリー"
            ],
            "stats": [
                250,
                181,
                172
            ],
            "min_individual": 1
        },
        "カプ・テテフ": {
            "id": "786",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                259,
                208,
                172
            ],
            "min_individual": 1
        },
        "カプ・ブルル": {
            "id": "787",
            "types": [
                "くさ",
                "フェアリー"
            ],
            "stats": [
                249,
                215,
                172
            ],
            "min_individual": 1
        },
        "カプ・レヒレ": {
            "id": "788",
            "types": [
                "みず",
                "フェアリー"
            ],
            "stats": [
                189,
                254,
                172
            ],
            "min_individual": 1
        },
        "コスモッグ": {
            "id": "789",
            "types": [
                "エスパー"
            ],
            "stats": [
                54,
                57,
                125
            ],
            "min_individual": 1
        },
        "コスモウム": {
            "id": "790",
            "types": [
                "エスパー"
            ],
            "stats": [
                54,
                242,
                125
            ],
            "min_individual": 1
        },
        "ソルガレオ": {
            "id": "791",
            "types": [
                "エスパー",
                "はがね"
            ],
            "stats": [
                255,
                191,
                264
            ],
            "min_individual": 1
        },
        "ルナアーラ": {
            "id": "792",
            "types": [
                "エスパー",
                "ゴースト"
            ],
            "stats": [
                255,
                191,
                264
            ],
            "min_individual": 1
        },
        "ウツロイド": {
            "id": "793",
            "types": [
                "いわ",
                "どく"
            ],
            "stats": [
                249,
                210,
                240
            ],
            "min_individual": 1
        },
        "マッシブーン": {
            "id": "794",
            "types": [
                "むし",
                "かくとう"
            ],
            "stats": [
                236,
                196,
                216
            ],
            "min_individual": 1
        },
        "フェローチェ": {
            "id": "795",
            "types": [
                "むし",
                "かくとう"
            ],
            "stats": [
                316,
                85,
                174
            ],
            "min_individual": 1
        },
        "デンジュモク": {
            "id": "796",
            "types": [
                "でんき"
            ],
            "stats": [
                330,
                144,
                195
            ],
            "min_individual": 1
        },
        "テッカグヤ": {
            "id": "797",
            "types": [
                "はがね",
                "ひこう"
            ],
            "stats": [
                207,
                199,
                219
            ],
            "min_individual": 1
        },
        "カミツルギ": {
            "id": "798",
            "types": [
                "くさ",
                "はがね"
            ],
            "stats": [
                323,
                182,
                139
            ],
            "min_individual": 1
        },
        "アクジキング": {
            "id": "799",
            "types": [
                "あく",
                "ドラゴン"
            ],
            "stats": [
                188,
                99,
                440
            ],
            "min_individual": 1
        },
        "ネクロズマ": {
            "id": "800",
            "types": [
                "エスパー"
            ],
            "stats": [
                251,
                195,
                219
            ],
            "min_individual": 1
        },
        "ネクロズマ(たそがれ)": {
            "id": "800",
            "types": [
                "エスパー",
                "はがね"
            ],
            "stats": [
                277,
                220,
                200
            ],
            "min_individual": 1
        },
        "ネクロズマ(あかつき)": {
            "id": "800",
            "types": [
                "エスパー",
                "ゴースト"
            ],
            "stats": [
                277,
                220,
                200
            ],
            "min_individual": 1
        },
        "ネクロズマ(ウルトラ)": {
            "id": "800",
            "types": [
                "エスパー",
                "ドラゴン"
            ],
            "stats": [
                377,
                196,
                200
            ],
            "min_individual": 1
        },
        "マギアナ": {
            "id": "801",
            "types": [
                "はがね",
                "フェアリー"
            ],
            "stats": [
                246,
                225,
                190
            ],
            "min_individual": 10
        },
        "マーシャドー": {
            "id": "802",
            "types": [
                "かくとう",
                "ゴースト"
            ],
            "stats": [
                265,
                190,
                207
            ],
            "min_individual": 10
        },
        "ベベノム": {
            "id": "803",
            "types": [
                "どく"
            ],
            "stats": [
                145,
                133,
                167
            ],
            "min_individual": 1
        },
        "アーゴヨン": {
            "id": "804",
            "types": [
                "どく",
                "ドラゴン"
            ],
            "stats": [
                263,
                159,
                177
            ],
            "min_individual": 1
        },
        "ツンデツンデ": {
            "id": "805",
            "types": [
                "いわ",
                "はがね"
            ],
            "stats": [
                213,
                298,
                156
            ],
            "min_individual": 1
        },
        "ズガドーン": {
            "id": "806",
            "types": [
                "ほのお",
                "ゴースト"
            ],
            "stats": [
                315,
                148,
                142
            ],
            "min_individual": 1
        },
        "ゼラオラ": {
            "id": "807",
            "types": [
                "でんき"
            ],
            "stats": [
                252,
                177,
                204
            ],
            "min_individual": 10
        },
        "メルタン": {
            "id": "808",
            "types": [
                "はがね"
            ],
            "stats": [
                118,
                99,
                130
            ]
        },
        "メルメタル": {
            "id": "809",
            "types": [
                "はがね"
            ],
            "stats": [
                226,
                190,
                264
            ]
        },
        "サルノリ": {
            "id": "810",
            "types": [
                "くさ"
            ],
            "stats": [
                122,
                91,
                137
            ]
        },
        "バチンキー": {
            "id": "811",
            "types": [
                "くさ"
            ],
            "stats": [
                165,
                134,
                172
            ]
        },
        "ゴリランダー": {
            "id": "812",
            "types": [
                "くさ"
            ],
            "stats": [
                239,
                168,
                225
            ]
        },
        "ヒバニー": {
            "id": "813",
            "types": [
                "ほのお"
            ],
            "stats": [
                132,
                79,
                137
            ]
        },
        "ラビフット": {
            "id": "814",
            "types": [
                "ほのお"
            ],
            "stats": [
                170,
                125,
                163
            ]
        },
        "エースバーン": {
            "id": "815",
            "types": [
                "ほのお"
            ],
            "stats": [
                238,
                163,
                190
            ]
        },
        "メッソン": {
            "id": "816",
            "types": [
                "みず"
            ],
            "stats": [
                132,
                79,
                137
            ]
        },
        "ジメレオン": {
            "id": "817",
            "types": [
                "みず"
            ],
            "stats": [
                186,
                113,
                163
            ]
        },
        "インテレオン": {
            "id": "818",
            "types": [
                "みず"
            ],
            "stats": [
                262,
                142,
                172
            ]
        },
        "ホシガリス": {
            "id": "819",
            "types": [
                "ノーマル"
            ],
            "stats": [
                95,
                86,
                172
            ]
        },
        "ヨクバリス": {
            "id": "820",
            "types": [
                "ノーマル"
            ],
            "stats": [
                160,
                156,
                260
            ]
        },
        "ココガラ": {
            "id": "821",
            "types": [
                "ひこう"
            ],
            "stats": [
                88,
                67,
                116
            ]
        },
        "アオガラス": {
            "id": "822",
            "types": [
                "ひこう"
            ],
            "stats": [
                129,
                110,
                169
            ]
        },
        "アーマーガア": {
            "id": "823",
            "types": [
                "ひこう",
                "はがね"
            ],
            "stats": [
                163,
                192,
                221
            ]
        },
        "サッチムシ": {
            "id": "824",
            "types": [
                "むし"
            ],
            "stats": [
                46,
                67,
                93
            ]
        },
        "レドームシ": {
            "id": "825",
            "types": [
                "むし",
                "エスパー"
            ],
            "stats": [
                87,
                157,
                137
            ]
        },
        "イオルブ": {
            "id": "826",
            "types": [
                "むし",
                "エスパー"
            ],
            "stats": [
                156,
                240,
                155
            ]
        },
        "クスネ": {
            "id": "827",
            "types": [
                "あく"
            ],
            "stats": [
                85,
                82,
                120
            ]
        },
        "フォクスライ": {
            "id": "828",
            "types": [
                "あく"
            ],
            "stats": [
                172,
                164,
                172
            ]
        },
        "ヒメンカ": {
            "id": "829",
            "types": [
                "くさ"
            ],
            "stats": [
                70,
                104,
                120
            ]
        },
        "ワタシラガ": {
            "id": "830",
            "types": [
                "くさ"
            ],
            "stats": [
                148,
                211,
                155
            ]
        },
        "ウールー": {
            "id": "831",
            "types": [
                "ノーマル"
            ],
            "stats": [
                76,
                97,
                123
            ]
        },
        "バイウールー": {
            "id": "832",
            "types": [
                "ノーマル"
            ],
            "stats": [
                159,
                198,
                176
            ]
        },
        "カムカメ": {
            "id": "833",
            "types": [
                "みず"
            ],
            "stats": [
                114,
                85,
                137
            ]
        },
        "カジリガメ": {
            "id": "834",
            "types": [
                "みず",
                "いわ"
            ],
            "stats": [
                213,
                164,
                207
            ]
        },
        "ワンパチ": {
            "id": "835",
            "types": [
                "でんき"
            ],
            "stats": [
                80,
                90,
                153
            ]
        },
        "パルスワン": {
            "id": "836",
            "types": [
                "でんき"
            ],
            "stats": [
                197,
                131,
                170
            ]
        },
        "タンドン": {
            "id": "837",
            "types": [
                "いわ"
            ],
            "stats": [
                73,
                91,
                102
            ]
        },
        "トロッゴン": {
            "id": "838",
            "types": [
                "いわ",
                "ほのお"
            ],
            "stats": [
                114,
                157,
                190
            ]
        },
        "セキタンザン": {
            "id": "839",
            "types": [
                "いわ",
                "ほのお"
            ],
            "stats": [
                146,
                198,
                242
            ]
        },
        "カジッチュ": {
            "id": "840",
            "types": [
                "くさ",
                "ドラゴン"
            ],
            "stats": [
                71,
                116,
                120
            ]
        },
        "アップリュー": {
            "id": "841",
            "types": [
                "くさ",
                "ドラゴン"
            ],
            "stats": [
                214,
                144,
                172
            ]
        },
        "タルップル": {
            "id": "842",
            "types": [
                "くさ",
                "ドラゴン"
            ],
            "stats": [
                178,
                146,
                242
            ]
        },
        "スナヘビ": {
            "id": "843",
            "types": [
                "じめん"
            ],
            "stats": [
                103,
                123,
                141
            ]
        },
        "サダイジャ": {
            "id": "844",
            "types": [
                "じめん"
            ],
            "stats": [
                202,
                207,
                176
            ]
        },
        "ウッウ": {
            "id": "845",
            "types": [
                "ひこう",
                "みず"
            ],
            "stats": [
                173,
                163,
                172
            ]
        },
        "サシカマス": {
            "id": "846",
            "types": [
                "みず"
            ],
            "stats": [
                118,
                72,
                121
            ]
        },
        "カマスジョー": {
            "id": "847",
            "types": [
                "みず"
            ],
            "stats": [
                258,
                127,
                156
            ]
        },
        "エレズン": {
            "id": "848",
            "types": [
                "でんき",
                "どく"
            ],
            "stats": [
                97,
                65,
                120
            ]
        },
        "ストリンダー": {
            "id": "849",
            "types": [
                "でんき",
                "どく"
            ],
            "stats": [
                224,
                140,
                181
            ]
        },
        "ヤクデ": {
            "id": "850",
            "types": [
                "ほのお",
                "むし"
            ],
            "stats": [
                118,
                90,
                137
            ]
        },
        "マルヤクデ": {
            "id": "851",
            "types": [
                "ほのお",
                "むし"
            ],
            "stats": [
                220,
                158,
                225
            ]
        },
        "タタッコ": {
            "id": "852",
            "types": [
                "かくとう"
            ],
            "stats": [
                121,
                103,
                137
            ]
        },
        "オトスパス": {
            "id": "853",
            "types": [
                "かくとう"
            ],
            "stats": [
                209,
                162,
                190
            ]
        },
        "ヤバチャ": {
            "id": "854",
            "types": [
                "ゴースト"
            ],
            "stats": [
                134,
                96,
                120
            ]
        },
        "ポットデス": {
            "id": "855",
            "types": [
                "ゴースト"
            ],
            "stats": [
                248,
                189,
                155
            ]
        },
        "ミブリム": {
            "id": "856",
            "types": [
                "エスパー"
            ],
            "stats": [
                98,
                93,
                123
            ]
        },
        "テブリム": {
            "id": "857",
            "types": [
                "エスパー"
            ],
            "stats": [
                153,
                133,
                149
            ]
        },
        "ブリムオン": {
            "id": "858",
            "types": [
                "エスパー",
                "フェアリー"
            ],
            "stats": [
                237,
                182,
                149
            ]
        },
        "ベロバー": {
            "id": "859",
            "types": [
                "あく",
                "フェアリー"
            ],
            "stats": [
                103,
                69,
                128
            ]
        },
        "ギモー": {
            "id": "860",
            "types": [
                "あく",
                "フェアリー"
            ],
            "stats": [
                145,
                102,
                163
            ]
        },
        "オーロンゲ": {
            "id": "861",
            "types": [
                "あく",
                "フェアリー"
            ],
            "stats": [
                227,
                139,
                216
            ]
        },
        "タチフサグマ": {
            "id": "862",
            "types": [
                "あく",
                "ノーマル"
            ],
            "stats": [
                180,
                194,
                212
            ]
        },
        "ニャイキング": {
            "id": "863",
            "types": [
                "はがね"
            ],
            "stats": [
                195,
                162,
                172
            ]
        },
        "サニゴーン": {
            "id": "864",
            "types": [
                "ゴースト"
            ],
            "stats": [
                253,
                182,
                155
            ]
        },
        "ネギガナイト": {
            "id": "865",
            "types": [
                "かくとう"
            ],
            "stats": [
                248,
                176,
                158
            ]
        },
        "バリコオル": {
            "id": "866",
            "types": [
                "こおり",
                "エスパー"
            ],
            "stats": [
                212,
                179,
                190
            ]
        },
        "デスバーン": {
            "id": "867",
            "types": [
                "じめん",
                "ゴースト"
            ],
            "stats": [
                163,
                237,
                151
            ]
        },
        "マホミル": {
            "id": "868",
            "types": [
                "フェアリー"
            ],
            "stats": [
                90,
                97,
                128
            ]
        },
        "マホイップ": {
            "id": "869",
            "types": [
                "フェアリー"
            ],
            "stats": [
                203,
                203,
                163
            ]
        },
        "タイレーツ": {
            "id": "870",
            "types": [
                "かくとう"
            ],
            "stats": [
                193,
                170,
                163
            ]
        },
        "バチンウニ": {
            "id": "871",
            "types": [
                "でんき"
            ],
            "stats": [
                176,
                161,
                134
            ]
        },
        "ユキハミ": {
            "id": "872",
            "types": [
                "こおり",
                "むし"
            ],
            "stats": [
                76,
                59,
                102
            ]
        },
        "モスノウ": {
            "id": "873",
            "types": [
                "こおり",
                "むし"
            ],
            "stats": [
                230,
                155,
                172
            ]
        },
        "イシヘンジン": {
            "id": "874",
            "types": [
                "いわ"
            ],
            "stats": [
                222,
                182,
                225
            ]
        },
        "コオリッポ(アイス)": {
            "id": "875",
            "types": [
                "こおり"
            ],
            "stats": [
                148,
                195,
                181
            ]
        },
        "コオリッポ(ナイス)": {
            "id": "875",
            "types": [
                "こおり"
            ],
            "stats": [
                173,
                139,
                181
            ]
        },
        "イエッサン(オス)": {
            "id": "876",
            "types": [
                "エスパー",
                "ノーマル"
            ],
            "stats": [
                208,
                166,
                155
            ]
        },
        "イエッサン(メス)": {
            "id": "876",
            "types": [
                "エスパー",
                "ノーマル"
            ],
            "stats": [
                184,
                184,
                172
            ]
        },
        "モルペコ": {
            "id": "877",
            "types": [
                "でんき",
                "あく"
            ],
            "stats": [
                192,
                121,
                151
            ]
        },
        "ゾウドウ": {
            "id": "878",
            "types": [
                "はがね"
            ],
            "stats": [
                140,
                91,
                176
            ]
        },
        "ダイオウドウ": {
            "id": "879",
            "types": [
                "はがね"
            ],
            "stats": [
                226,
                126,
                263
            ]
        },
        "パッチラゴン": {
            "id": "880",
            "types": [
                "でんき",
                "ドラゴン"
            ],
            "stats": [
                195,
                165,
                207
            ]
        },
        "パッチルドン": {
            "id": "881",
            "types": [
                "でんき",
                "こおり"
            ],
            "stats": [
                190,
                166,
                207
            ]
        },
        "ウオノラゴン": {
            "id": "882",
            "types": [
                "みず",
                "ドラゴン"
            ],
            "stats": [
                175,
                185,
                207
            ]
        },
        "ウオチルドン": {
            "id": "883",
            "types": [
                "みず",
                "こおり"
            ],
            "stats": [
                171,
                185,
                207
            ]
        },
        "ジュラルドン": {
            "id": "884",
            "types": [
                "はがね",
                "ドラゴン"
            ],
            "stats": [
                239,
                185,
                172
            ]
        },
        "ドラメシヤ": {
            "id": "885",
            "types": [
                "ドラゴン",
                "ゴースト"
            ],
            "stats": [
                117,
                61,
                99
            ]
        },
        "ドロンチ": {
            "id": "886",
            "types": [
                "ドラゴン",
                "ゴースト"
            ],
            "stats": [
                163,
                105,
                169
            ]
        },
        "ドラパルト": {
            "id": "887",
            "types": [
                "ドラゴン",
                "ゴースト"
            ],
            "stats": [
                266,
                170,
                204
            ]
        },
        "ザシアン(れきせん)": {
            "id": "888",
            "types": [
                "フェアリー"
            ],
            "stats": [
                254,
                236,
                192
            ],
            "min_individual": 1
        },
        "ザシアン(けんのおう)": {
            "id": "888",
            "types": [
                "フェアリー",
                "はがね"
            ],
            "stats": [
                332,
                240,
                192
            ],
            "min_individual": 1
        },
        "ザマゼンタ(れきせん)": {
            "id": "889",
            "types": [
                "かくとう"
            ],
            "stats": [
                254,
                236,
                192
            ],
            "min_individual": 1
        },
        "ザマゼンタ(たてのおう)": {
            "id": "889",
            "types": [
                "かくとう",
                "はがね"
            ],
            "stats": [
                250,
                292,
                192
            ],
            "min_individual": 1
        },
        "ムゲンダイナ": {
            "id": "890",
            "types": [
                "どく",
                "ドラゴン"
            ],
            "stats": [
                305,
                211,
                295
            ],
            "min_individual": 1
        },
        "ダクマ": {
            "id": "891",
            "types": [
                "かくとう"
            ],
            "stats": [
                170,
                112,
                155
            ],
            "min_individual": 1
        },
        "ウーラオス(いちげき)": {
            "id": "892",
            "types": [
                "かくとう",
                "あく"
            ],
            "stats": [
                254,
                177,
                225
            ],
            "min_individual": 1
        },
        "ウーラオス(れんげき)": {
            "id": "892",
            "types": [
                "かくとう",
                "みず"
            ],
            "stats": [
                254,
                177,
                225
            ],
            "min_individual": 1
        },
        "ザルード": {
            "id": "893",
            "types": [
                "あく",
                "くさ"
            ],
            "stats": [
                242,
                215,
                233
            ],
            "min_individual": 10
        },
        "レジエレキ": {
            "id": "894",
            "types": [
                "でんき"
            ],
            "stats": [
                250,
                125,
                190
            ],
            "min_individual": 1
        },
        "レジドラゴ": {
            "id": "895",
            "types": [
                "ドラゴン"
            ],
            "stats": [
                202,
                101,
                400
            ],
            "min_individual": 1
        },
        "ブリザポス": {
            "id": "896",
            "types": [
                "こおり"
            ],
            "stats": [
                246,
                223,
                225
            ],
            "min_individual": 1
        },
        "レイスポス": {
            "id": "897",
            "types": [
                "ゴースト"
            ],
            "stats": [
                300,
                161,
                225
            ],
            "min_individual": 1
        },
        "バドレックス": {
            "id": "898",
            "types": [
                "エスパー",
                "くさ"
            ],
            "stats": [
                147,
                147,
                205
            ],
            "min_individual": 1
        },
        "バドレックス(はくば)": {
            "id": "898",
            "types": [
                "エスパー",
                "こおり"
            ],
            "stats": [
                268,
                246,
                205
            ],
            "min_individual": 1
        },
        "バドレックス(こくば)": {
            "id": "898",
            "types": [
                "エスパー",
                "ゴースト"
            ],
            "stats": [
                324,
                194,
                205
            ],
            "min_individual": 1
        },
        "アヤシシ": {
            "id": "899",
            "types": [
                "ノーマル",
                "エスパー"
            ],
            "stats": [
                206,
                145,
                230
            ]
        },
        "バサギリ": {
            "id": "900",
            "types": [
                "むし",
                "いわ"
            ],
            "stats": [
                253,
                174,
                172
            ]
        },
        "ガチグマ": {
            "id": "901",
            "types": [
                "じめん",
                "ノーマル"
            ],
            "stats": [
                243,
                181,
                277
            ]
        },
        "イダイトウ": {
            "id": "902",
            "types": [
                "みず",
                "ゴースト"
            ],
            "stats": [
                217,
                144,
                260
            ]
        },
        "オオニューラ": {
            "id": "903",
            "types": [
                "かくとう",
                "どく"
            ],
            "stats": [
                259,
                158,
                190
            ]
        },
        "ハリーマン": {
            "id": "904",
            "types": [
                "あく",
                "どく"
            ],
            "stats": [
                222,
                171,
                198
            ]
        },
        "ラブトロス": {
            "id": "905",
            "types": [
                "フェアリー",
                "ひこう"
            ],
            "stats": [
                281,
                162,
                179
            ]
        },
        "ニャオハ": {
            "id": "906",
            "types": [
                "くさ"
            ],
            "stats": [
                116,
                99,
                120
            ]
        },
        "ニャローテ": {
            "id": "907",
            "types": [
                "くさ"
            ],
            "stats": [
                157,
                128,
                156
            ]
        },
        "マスカーニャ": {
            "id": "908",
            "types": [
                "くさ",
                "あく"
            ],
            "stats": [
                233,
                153,
                183
            ]
        },
        "ホゲータ": {
            "id": "909",
            "types": [
                "ほのお"
            ],
            "stats": [
                112,
                96,
                167
            ]
        },
        "アチゲータ": {
            "id": "910",
            "types": [
                "ほのお"
            ],
            "stats": [
                162,
                134,
                191
            ]
        },
        "ラウドボーン": {
            "id": "911",
            "types": [
                "ほのお",
                "ゴースト"
            ],
            "stats": [
                207,
                178,
                232
            ]
        },
        "クワッス": {
            "id": "912",
            "types": [
                "みず"
            ],
            "stats": [
                120,
                86,
                146
            ]
        },
        "ウェルカモ": {
            "id": "913",
            "types": [
                "みず"
            ],
            "stats": [
                162,
                123,
                172
            ]
        },
        "ウェーニバル": {
            "id": "914",
            "types": [
                "みず",
                "かくとう"
            ],
            "stats": [
                236,
                159,
                198
            ]
        },
        "グルトン": {
            "id": "915",
            "types": [
                "ノーマル"
            ],
            "stats": [
                81,
                79,
                144
            ]
        },
        "パフュートン(オス)": {
            "id": "916",
            "types": [
                "ノーマル"
            ],
            "stats": [
                186,
                153,
                242
            ]
        },
        "パフュートン(メス)": {
            "id": "916",
            "types": [
                "ノーマル"
            ],
            "stats": [
                169,
                162,
                251
            ]
        },
        "タマンチュラ": {
            "id": "917",
            "types": [
                "むし"
            ],
            "stats": [
                70,
                77,
                111
            ]
        },
        "ワナイダー": {
            "id": "918",
            "types": [
                "むし"
            ],
            "stats": [
                139,
                166,
                155
            ]
        },
        "マメバッタ": {
            "id": "919",
            "types": [
                "むし"
            ],
            "stats": [
                81,
                65,
                107
            ]
        },
        "エクスレッグ": {
            "id": "920",
            "types": [
                "むし",
                "あく"
            ],
            "stats": [
                199,
                144,
                174
            ]
        },
        "パモ": {
            "id": "921",
            "types": [
                "でんき"
            ],
            "stats": [
                95,
                45,
                128
            ]
        },
        "パモット": {
            "id": "922",
            "types": [
                "でんき",
                "かくとう"
            ],
            "stats": [
                147,
                82,
                155
            ]
        },
        "パーモット": {
            "id": "923",
            "types": [
                "でんき",
                "かくとう"
            ],
            "stats": [
                232,
                141,
                172
            ]
        },
        "ワッカネズミ": {
            "id": "924",
            "types": [
                "ノーマル"
            ],
            "stats": [
                98,
                90,
                137
            ]
        },
        "イッカネズミ": {
            "id": "925",
            "types": [
                "ノーマル"
            ],
            "stats": [
                159,
                157,
                179
            ]
        },
        "パピモッチ": {
            "id": "926",
            "types": [
                "フェアリー"
            ],
            "stats": [
                102,
                126,
                114
            ]
        },
        "バウッツェル": {
            "id": "927",
            "types": [
                "フェアリー"
            ],
            "stats": [
                159,
                212,
                149
            ]
        },
        "ミニーブ": {
            "id": "928",
            "types": [
                "くさ",
                "ノーマル"
            ],
            "stats": [
                100,
                89,
                121
            ]
        },
        "オリーニョ": {
            "id": "929",
            "types": [
                "くさ",
                "ノーマル"
            ],
            "stats": [
                137,
                131,
                141
            ]
        },
        "オリーヴァ": {
            "id": "930",
            "types": [
                "くさ",
                "ノーマル"
            ],
            "stats": [
                219,
                189,
                186
            ]
        },
        "イキリンコ": {
            "id": "931",
            "types": [
                "ノーマル",
                "ひこう"
            ],
            "stats": [
                185,
                105,
                193
            ]
        },
        "コジオ": {
            "id": "932",
            "types": [
                "いわ"
            ],
            "stats": [
                95,
                108,
                146
            ]
        },
        "ジオヅム": {
            "id": "933",
            "types": [
                "いわ"
            ],
            "stats": [
                105,
                160,
                155
            ]
        },
        "キョジオーン": {
            "id": "934",
            "types": [
                "いわ"
            ],
            "stats": [
                171,
                212,
                225
            ]
        },
        "カルボウ": {
            "id": "935",
            "types": [
                "ほのお"
            ],
            "stats": [
                92,
                74,
                120
            ]
        },
        "グレンアルマ": {
            "id": "936",
            "types": [
                "ほのお",
                "エスパー"
            ],
            "stats": [
                234,
                185,
                198
            ]
        },
        "ソウブレイズ": {
            "id": "937",
            "types": [
                "ほのお",
                "ゴースト"
            ],
            "stats": [
                239,
                189,
                181
            ]
        },
        "ズピカ": {
            "id": "938",
            "types": [
                "でんき"
            ],
            "stats": [
                104,
                73,
                156
            ]
        },
        "ハラバリー": {
            "id": "939",
            "types": [
                "でんき"
            ],
            "stats": [
                184,
                165,
                240
            ]
        },
        "カイデン": {
            "id": "940",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                105,
                75,
                120
            ]
        },
        "タイカイデン": {
            "id": "941",
            "types": [
                "でんき",
                "ひこう"
            ],
            "stats": [
                221,
                132,
                172
            ]
        },
        "オラチフ": {
            "id": "942",
            "types": [
                "あく"
            ],
            "stats": [
                140,
                108,
                155
            ]
        },
        "マフィティフ": {
            "id": "943",
            "types": [
                "あく"
            ],
            "stats": [
                230,
                168,
                190
            ]
        },
        "シルシュルー": {
            "id": "944",
            "types": [
                "どく",
                "ノーマル"
            ],
            "stats": [
                124,
                70,
                120
            ]
        },
        "タギングル": {
            "id": "945",
            "types": [
                "どく",
                "ノーマル"
            ],
            "stats": [
                199,
                149,
                160
            ]
        },
        "アノクサ": {
            "id": "946",
            "types": [
                "くさ",
                "ゴースト"
            ],
            "stats": [
                121,
                64,
                120
            ]
        },
        "アノホラグサ": {
            "id": "947",
            "types": [
                "くさ",
                "ゴースト"
            ],
            "stats": [
                228,
                144,
                146
            ]
        },
        "ノノクラゲ": {
            "id": "948",
            "types": [
                "じめん",
                "くさ"
            ],
            "stats": [
                97,
                149,
                120
            ]
        },
        "リククラゲ": {
            "id": "949",
            "types": [
                "じめん",
                "くさ"
            ],
            "stats": [
                166,
                209,
                190
            ]
        },
        "ガケガニ": {
            "id": "950",
            "types": [
                "いわ"
            ],
            "stats": [
                184,
                185,
                172
            ]
        },
        "カプサイジ": {
            "id": "951",
            "types": [
                "くさ"
            ],
            "stats": [
                118,
                76,
                137
            ]
        },
        "スコヴィラン": {
            "id": "952",
            "types": [
                "くさ",
                "ほのお"
            ],
            "stats": [
                216,
                130,
                163
            ]
        },
        "シガロコ": {
            "id": "953",
            "types": [
                "むし"
            ],
            "stats": [
                86,
                108,
                121
            ]
        },
        "ベラカス": {
            "id": "954",
            "types": [
                "むし",
                "エスパー"
            ],
            "stats": [
                201,
                178,
                181
            ]
        },
        "ヒラヒナ": {
            "id": "955",
            "types": [
                "エスパー"
            ],
            "stats": [
                105,
                60,
                102
            ]
        },
        "クエスパトラ": {
            "id": "956",
            "types": [
                "エスパー"
            ],
            "stats": [
                204,
                127,
                216
            ]
        },
        "カヌチャン": {
            "id": "957",
            "types": [
                "フェアリー",
                "はがね"
            ],
            "stats": [
                85,
                110,
                137
            ]
        },
        "ナカヌチャン": {
            "id": "958",
            "types": [
                "フェアリー",
                "はがね"
            ],
            "stats": [
                109,
                145,
                163
            ]
        },
        "デカヌチャン": {
            "id": "959",
            "types": [
                "フェアリー",
                "はがね"
            ],
            "stats": [
                155,
                196,
                198
            ]
        },
        "ウミディグダ": {
            "id": "960",
            "types": [
                "みず"
            ],
            "stats": [
                109,
                52,
                67
            ]
        },
        "ウミトリオ": {
            "id": "961",
            "types": [
                "みず"
            ],
            "stats": [
                205,
                136,
                111
            ]
        },
        "オトシドリ": {
            "id": "962",
            "types": [
                "ひこう",
                "あく"
            ],
            "stats": [
                198,
                172,
                172
            ]
        },
        "ナミイルカ": {
            "id": "963",
            "types": [
                "みず"
            ],
            "stats": [
                90,
                80,
                172
            ]
        },
        "イルカマン(ナイーブ)": {
            "id": "964",
            "types": [
                "みず"
            ],
            "stats": [
                143,
                144,
                225
            ]
        },
        "イルカマン(マイティ)": {
            "id": "964",
            "types": [
                "みず"
            ],
            "stats": [
                322,
                196,
                225
            ]
        },
        "ブロロン": {
            "id": "965",
            "types": [
                "はがね",
                "どく"
            ],
            "stats": [
                123,
                107,
                128
            ]
        },
        "ブロロローム": {
            "id": "966",
            "types": [
                "はがね",
                "どく"
            ],
            "stats": [
                229,
                168,
                190
            ]
        },
        "モトトカゲ": {
            "id": "967",
            "types": [
                "ドラゴン",
                "ノーマル"
            ],
            "stats": [
                205,
                142,
                172
            ]
        },
        "ミミズズ": {
            "id": "968",
            "types": [
                "はがね"
            ],
            "stats": [
                161,
                219,
                172
            ]
        },
        "キラーメ": {
            "id": "969",
            "types": [
                "いわ",
                "どく"
            ],
            "stats": [
                187,
                104,
                134
            ]
        },
        "キラフロル": {
            "id": "970",
            "types": [
                "いわ",
                "どく"
            ],
            "stats": [
                246,
                177,
                195
            ]
        },
        "ボチ": {
            "id": "971",
            "types": [
                "ゴースト"
            ],
            "stats": [
                105,
                106,
                137
            ]
        },
        "ハカドッグ": {
            "id": "972",
            "types": [
                "ゴースト"
            ],
            "stats": [
                186,
                195,
                176
            ]
        },
        "カラミンゴ": {
            "id": "973",
            "types": [
                "ひこう",
                "かくとう"
            ],
            "stats": [
                227,
                145,
                193
            ]
        },
        "アルクジラ": {
            "id": "974",
            "types": [
                "こおり"
            ],
            "stats": [
                119,
                80,
                239
            ]
        },
        "ハルクジラ": {
            "id": "975",
            "types": [
                "こおり"
            ],
            "stats": [
                208,
                123,
                347
            ]
        },
        "ミガルーサ": {
            "id": "976",
            "types": [
                "みず",
                "エスパー"
            ],
            "stats": [
                196,
                139,
                207
            ]
        },
        "ヘイラッシャ": {
            "id": "977",
            "types": [
                "みず"
            ],
            "stats": [
                176,
                178,
                312
            ]
        },
        "シャリタツ": {
            "id": "978",
            "types": [
                "ドラゴン",
                "みず"
            ],
            "stats": [
                226,
                166,
                169
            ]
        },
        "コノヨザル": {
            "id": "979",
            "types": [
                "かくとう",
                "ゴースト"
            ],
            "stats": [
                220,
                178,
                242
            ]
        },
        "ドオー": {
            "id": "980",
            "types": [
                "どく",
                "じめん"
            ],
            "stats": [
                127,
                151,
                277
            ]
        },
        "リキキリン": {
            "id": "981",
            "types": [
                "ノーマル",
                "エスパー"
            ],
            "stats": [
                209,
                136,
                260
            ]
        },
        "ノココッチ": {
            "id": "982",
            "types": [
                "ノーマル"
            ],
            "stats": [
                188,
                150,
                268
            ]
        },
        "ドドゲザン": {
            "id": "983",
            "types": [
                "あく",
                "はがね"
            ],
            "stats": [
                238,
                203,
                225
            ]
        },
        "イダイナキバ": {
            "id": "984",
            "types": [
                "じめん",
                "かくとう"
            ],
            "stats": [
                249,
                209,
                251
            ]
        },
        "サケブシッポ": {
            "id": "985",
            "types": [
                "フェアリー",
                "エスパー"
            ],
            "stats": [
                139,
                234,
                251
            ]
        },
        "アラブルタケ": {
            "id": "986",
            "types": [
                "くさ",
                "あく"
            ],
            "stats": [
                232,
                190,
                244
            ]
        },
        "ハバタクカミ": {
            "id": "987",
            "types": [
                "ゴースト",
                "フェアリー"
            ],
            "stats": [
                280,
                235,
                146
            ]
        },
        "チヲハウハネ": {
            "id": "988",
            "types": [
                "むし",
                "かくとう"
            ],
            "stats": [
                261,
                193,
                198
            ]
        },
        "スナノケガワ": {
            "id": "989",
            "types": [
                "でんき",
                "じめん"
            ],
            "stats": [
                244,
                195,
                198
            ]
        },
        "テツノワダチ": {
            "id": "990",
            "types": [
                "じめん",
                "はがね"
            ],
            "stats": [
                227,
                216,
                207
            ]
        },
        "テツノツツミ": {
            "id": "991",
            "types": [
                "こおり",
                "みず"
            ],
            "stats": [
                266,
                211,
                148
            ]
        },
        "テツノカイナ": {
            "id": "992",
            "types": [
                "かくとう",
                "でんき"
            ],
            "stats": [
                245,
                177,
                319
            ]
        },
        "テツノコウベ": {
            "id": "993",
            "types": [
                "あく",
                "ひこう"
            ],
            "stats": [
                249,
                179,
                214
            ]
        },
        "テツノドクガ": {
            "id": "994",
            "types": [
                "ほのお",
                "どく"
            ],
            "stats": [
                281,
                196,
                190
            ]
        },
        "テツノイバラ": {
            "id": "995",
            "types": [
                "いわ",
                "でんき"
            ],
            "stats": [
                250,
                200,
                225
            ]
        },
        "セビエ": {
            "id": "996",
            "types": [
                "ドラゴン",
                "こおり"
            ],
            "stats": [
                134,
                86,
                163
            ]
        },
        "セゴール": {
            "id": "997",
            "types": [
                "ドラゴン",
                "こおり"
            ],
            "stats": [
                173,
                128,
                207
            ]
        },
        "セグレイブ": {
            "id": "998",
            "types": [
                "ドラゴン",
                "こおり"
            ],
            "stats": [
                254,
                168,
                229
            ]
        },
        "コレクレー": {
            "id": "999",
            "types": [
                "ゴースト"
            ],
            "stats": [
                140,
                76,
                128
            ]
        },
        "サーフゴー": {
            "id": "1000",
            "types": [
                "はがね",
                "ゴースト"
            ],
            "stats": [
                252,
                190,
                202
            ]
        },
        "チオンジェン": {
            "id": "1001",
            "types": [
                "あく",
                "くさ"
            ],
            "stats": [
                186,
                242,
                198
            ]
        },
        "パオジアン": {
            "id": "1002",
            "types": [
                "あく",
                "こおり"
            ],
            "stats": [
                261,
                167,
                190
            ]
        },
        "ディンルー": {
            "id": "1003",
            "types": [
                "あく",
                "じめん"
            ],
            "stats": [
                194,
                203,
                321
            ]
        },
        "イーユイ": {
            "id": "1004",
            "types": [
                "あく",
                "ほのお"
            ],
            "stats": [
                269,
                221,
                146
            ]
        },
        "トドロクツキ": {
            "id": "1005",
            "types": [
                "ドラゴン",
                "あく"
            ],
            "stats": [
                280,
                196,
                233
            ]
        },
        "テツノブジン": {
            "id": "1006",
            "types": [
                "フェアリー",
                "かくとう"
            ],
            "stats": [
                279,
                171,
                179
            ]
        },
        "コライドン": {
            "id": "1007",
            "types": [
                "かくとう",
                "ドラゴン"
            ],
            "stats": [
                289,
                245,
                225
            ]
        },
        "ミライドン": {
            "id": "1008",
            "types": [
                "でんき",
                "ドラゴン"
            ],
            "stats": [
                289,
                245,
                225
            ]
        },
        "ウネルミナモ": {
            "id": "1009",
            "types": [
                "みず",
                "ドラゴン"
            ],
            "stats": [
                256,
                188,
                223
            ]
        },
        "テツノイサハ": {
            "id": "1010",
            "types": [
                "くさ",
                "エスパー"
            ],
            "stats": [
                259,
                213,
                207
            ]
        }
    },
    "Autocomplete":[
        [
            "フシギダネ",
            "ふしぎだね"
        ],
        [
            "フシギソウ",
            "ふしぎそう"
        ],
        [
            "フシギバナ",
            "ふしぎばな"
        ],
        [
            "ヒトカゲ",
            "ひとかげ"
        ],
        [
            "リザード",
            "りざーど"
        ],
        [
            "リザードン",
            "りざーどん"
        ],
        [
            "ゼニガメ",
            "ぜにがめ"
        ],
        [
            "カメール",
            "かめーる"
        ],
        [
            "カメックス",
            "かめっくす"
        ],
        [
            "キャタピー",
            "きゃたぴー"
        ],
        [
            "トランセル",
            "とらんせる"
        ],
        [
            "バタフリー",
            "ばたふりー"
        ],
        [
            "ビードル",
            "びーどる"
        ],
        [
            "コクーン",
            "こくーん"
        ],
        [
            "スピアー",
            "すぴあー"
        ],
        [
            "ポッポ",
            "ぽっぽ"
        ],
        [
            "ピジョン",
            "ぴじょん"
        ],
        [
            "ピジョット",
            "ぴじょっと"
        ],
        [
            "コラッタ",
            "こらった"
        ],
        [
            "コラッタ(アローラ)",
            "こらった(あろーら)"
        ],
        [
            "ラッタ",
            "らった"
        ],
        [
            "ラッタ(アローラ)",
            "らった(あろーら)"
        ],
        [
            "オニスズメ",
            "おにすずめ"
        ],
        [
            "オニドリル",
            "おにどりる"
        ],
        [
            "アーボ",
            "あーぼ"
        ],
        [
            "アーボック",
            "あーぼっく"
        ],
        [
            "ピカチュウ",
            "ぴかちゅう"
        ],
        [
            "ライチュウ",
            "らいちゅう"
        ],
        [
            "ライチュウ(アローラ)",
            "らいちゅう(あろーら)"
        ],
        [
            "サンド",
            "さんど"
        ],
        [
            "サンド(アローラ)",
            "さんど(あろーら)"
        ],
        [
            "サンドパン",
            "さんどぱん"
        ],
        [
            "サンドパン(アローラ)",
            "さんどぱん(あろーら)"
        ],
        [
            "ニドラン♀",
            "にどらん♀"
        ],
        [
            "ニドリーナ",
            "にどりーな"
        ],
        [
            "ニドクイン",
            "にどくいん"
        ],
        [
            "ニドラン♂",
            "にどらん♂"
        ],
        [
            "ニドリーノ",
            "にどりーの"
        ],
        [
            "ニドキング",
            "にどきんぐ"
        ],
        [
            "ピッピ",
            "ぴっぴ"
        ],
        [
            "ピクシー",
            "ぴくしー"
        ],
        [
            "ロコン",
            "ろこん"
        ],
        [
            "ロコン(アローラ)",
            "ろこん(あろーら)"
        ],
        [
            "キュウコン",
            "きゅうこん"
        ],
        [
            "キュウコン(アローラ)",
            "きゅうこん(あろーら)"
        ],
        [
            "プリン",
            "ぷりん"
        ],
        [
            "プクリン",
            "ぷくりん"
        ],
        [
            "ズバット",
            "ずばっと"
        ],
        [
            "ゴルバット",
            "ごるばっと"
        ],
        [
            "ナゾノクサ",
            "なぞのくさ"
        ],
        [
            "クサイハナ",
            "くさいはな"
        ],
        [
            "ラフレシア",
            "らふれしあ"
        ],
        [
            "パラス",
            "ぱらす"
        ],
        [
            "パラセクト",
            "ぱらせくと"
        ],
        [
            "コンパン",
            "こんぱん"
        ],
        [
            "モルフォン",
            "もるふぉん"
        ],
        [
            "ディグダ",
            "でぃぐだ"
        ],
        [
            "ディグダ(アローラ)",
            "でぃぐだ(あろーら)"
        ],
        [
            "ダグトリオ",
            "だぐとりお"
        ],
        [
            "ダグトリオ(アローラ)",
            "だぐとりお(あろーら)"
        ],
        [
            "ニャース",
            "にゃーす"
        ],
        [
            "ニャース(アローラ)",
            "にゃーす(あろーら)"
        ],
        [
            "ニャース(ガラル)",
            "にゃーす(がらる)"
        ],
        [
            "ペルシアン",
            "ぺるしあん"
        ],
        [
            "ペルシアン(アローラ)",
            "ぺるしあん(あろーら)"
        ],
        [
            "コダック",
            "こだっく"
        ],
        [
            "ゴルダック",
            "ごるだっく"
        ],
        [
            "マンキー",
            "まんきー"
        ],
        [
            "オコリザル",
            "おこりざる"
        ],
        [
            "ガーディ",
            "がーでぃ"
        ],
        [
            "ガーディ(ヒスイ)",
            "がーでぃ(ひすい)"
        ],
        [
            "ウインディ",
            "ういんでぃ"
        ],
        [
            "ウインディ(ヒスイ)",
            "ういんでぃ(ひすい)"
        ],
        [
            "ニョロモ",
            "にょろも"
        ],
        [
            "ニョロゾ",
            "にょろぞ"
        ],
        [
            "ニョロボン",
            "にょろぼん"
        ],
        [
            "ケーシィ",
            "けーしぃ"
        ],
        [
            "ユンゲラー",
            "ゆんげらー"
        ],
        [
            "フーディン",
            "ふーでぃん"
        ],
        [
            "ワンリキー",
            "わんりきー"
        ],
        [
            "ゴーリキー",
            "ごーりきー"
        ],
        [
            "カイリキー",
            "かいりきー"
        ],
        [
            "マダツボミ",
            "まだつぼみ"
        ],
        [
            "ウツドン",
            "うつどん"
        ],
        [
            "ウツボット",
            "うつぼっと"
        ],
        [
            "メノクラゲ",
            "めのくらげ"
        ],
        [
            "ドククラゲ",
            "どくくらげ"
        ],
        [
            "イシツブテ",
            "いしつぶて"
        ],
        [
            "イシツブテ(アローラ)",
            "いしつぶて(あろーら)"
        ],
        [
            "ゴローン",
            "ごろーん"
        ],
        [
            "ゴローン(アローラ)",
            "ごろーん(あろーら)"
        ],
        [
            "ゴローニャ",
            "ごろーにゃ"
        ],
        [
            "ゴローニャ(アローラ)",
            "ごろーにゃ(あろーら)"
        ],
        [
            "ポニータ",
            "ぽにーた"
        ],
        [
            "ポニータ(ガラル)",
            "ぽにーた(がらる)"
        ],
        [
            "ギャロップ",
            "ぎゃろっぷ"
        ],
        [
            "ギャロップ(ガラル)",
            "ぎゃろっぷ(がらる)"
        ],
        [
            "ヤドン",
            "やどん"
        ],
        [
            "ヤドン(ガラル)",
            "やどん(がらる)"
        ],
        [
            "ヤドラン",
            "やどらん"
        ],
        [
            "ヤドラン(ガラル)",
            "やどらん(がらる)"
        ],
        [
            "コイル",
            "こいる"
        ],
        [
            "レアコイル",
            "れあこいる"
        ],
        [
            "カモネギ",
            "かもねぎ"
        ],
        [
            "カモネギ(ガラル)",
            "かもねぎ(がらる)"
        ],
        [
            "ドードー",
            "どーどー"
        ],
        [
            "ドードリオ",
            "どーどりお"
        ],
        [
            "パウワウ",
            "ぱうわう"
        ],
        [
            "ジュゴン",
            "じゅごん"
        ],
        [
            "ベトベター",
            "べとべたー"
        ],
        [
            "ベトベター(アローラ)",
            "べとべたー(あろーら)"
        ],
        [
            "ベトベトン",
            "べとべとん"
        ],
        [
            "ベトベトン(アローラ)",
            "べとべとん(あろーら)"
        ],
        [
            "シェルダー",
            "しぇるだー"
        ],
        [
            "パルシェン",
            "ぱるしぇん"
        ],
        [
            "ゴース",
            "ごーす"
        ],
        [
            "ゴースト",
            "ごーすと"
        ],
        [
            "ゲンガー",
            "げんがー"
        ],
        [
            "イワーク",
            "いわーく"
        ],
        [
            "スリープ",
            "すりーぷ"
        ],
        [
            "スリーパー",
            "すりーぱー"
        ],
        [
            "クラブ",
            "くらぶ"
        ],
        [
            "キングラー",
            "きんぐらー"
        ],
        [
            "ビリリダマ",
            "びりりだま"
        ],
        [
            "ビリリダマ(ヒスイ)",
            "びりりだま(ひすい)"
        ],
        [
            "マルマイン",
            "まるまいん"
        ],
        [
            "マルマイン(ヒスイ)",
            "まるまいん(ひすい)"
        ],
        [
            "タマタマ",
            "たまたま"
        ],
        [
            "ナッシー",
            "なっしー"
        ],
        [
            "ナッシー(アローラ)",
            "なっしー(あろーら)"
        ],
        [
            "カラカラ",
            "からから"
        ],
        [
            "ガラガラ",
            "がらがら"
        ],
        [
            "ガラガラ(アローラ)",
            "がらがら(あろーら)"
        ],
        [
            "サワムラー",
            "さわむらー"
        ],
        [
            "エビワラー",
            "えびわらー"
        ],
        [
            "ベロリンガ",
            "べろりんが"
        ],
        [
            "ドガース",
            "どがーす"
        ],
        [
            "マタドガス",
            "またどがす"
        ],
        [
            "マタドガス(ガラル)",
            "またどがす(がらる)"
        ],
        [
            "サイホーン",
            "さいほーん"
        ],
        [
            "サイドン",
            "さいどん"
        ],
        [
            "ラッキー",
            "らっきー"
        ],
        [
            "モンジャラ",
            "もんじゃら"
        ],
        [
            "ガルーラ",
            "がるーら"
        ],
        [
            "タッツー",
            "たっつー"
        ],
        [
            "シードラ",
            "しーどら"
        ],
        [
            "トサキント",
            "とさきんと"
        ],
        [
            "アズマオウ",
            "あずまおう"
        ],
        [
            "ヒトデマン",
            "ひとでまん"
        ],
        [
            "スターミー",
            "すたーみー"
        ],
        [
            "バリヤード",
            "ばりやーど"
        ],
        [
            "バリヤード(ガラル)",
            "ばりやーど(がらる)"
        ],
        [
            "ストライク",
            "すとらいく"
        ],
        [
            "ルージュラ",
            "るーじゅら"
        ],
        [
            "エレブー",
            "えれぶー"
        ],
        [
            "ブーバー",
            "ぶーばー"
        ],
        [
            "カイロス",
            "かいろす"
        ],
        [
            "ケンタロス",
            "けんたろす"
        ],
        [
            "ケンタロス(パルデア・コンバット)",
            "けんたろす(ぱるであ・こんばっと)"
        ],
        [
            "ケンタロス(パルデア・ブレイズ)",
            "けんたろす(ぱるであ・ぶれいず)"
        ],
        [
            "ケンタロス(パルデア・ウォーター)",
            "けんたろす(ぱるであ・うぉーたー)"
        ],
        [
            "コイキング",
            "こいきんぐ"
        ],
        [
            "ギャラドス",
            "ぎゃらどす"
        ],
        [
            "ラプラス",
            "らぷらす"
        ],
        [
            "メタモン",
            "めたもん"
        ],
        [
            "イーブイ",
            "いーぶい"
        ],
        [
            "シャワーズ",
            "しゃわーず"
        ],
        [
            "サンダース",
            "さんだーす"
        ],
        [
            "ブースター",
            "ぶーすたー"
        ],
        [
            "ポリゴン",
            "ぽりごん"
        ],
        [
            "オムナイト",
            "おむないと"
        ],
        [
            "オムスター",
            "おむすたー"
        ],
        [
            "カブト",
            "かぶと"
        ],
        [
            "カブトプス",
            "かぶとぷす"
        ],
        [
            "プテラ",
            "ぷてら"
        ],
        [
            "カビゴン",
            "かびごん"
        ],
        [
            "フリーザー",
            "ふりーざー"
        ],
        [
            "フリーザー(ガラル)",
            "ふりーざー(がらる)"
        ],
        [
            "サンダー",
            "さんだー"
        ],
        [
            "サンダー(ガラル)",
            "さんだー(がらる)"
        ],
        [
            "ファイヤー",
            "ふぁいやー"
        ],
        [
            "ファイヤー(ガラル)",
            "ふぁいやー(がらる)"
        ],
        [
            "ミニリュウ",
            "みにりゅう"
        ],
        [
            "ハクリュー",
            "はくりゅー"
        ],
        [
            "カイリュー",
            "かいりゅー"
        ],
        [
            "ミュウツー",
            "みゅうつー"
        ],
        [
            "ミュウツー(アーマード)",
            "みゅうつー(あーまーど)"
        ],
        [
            "ミュウ",
            "みゅう"
        ],
        [
            "チコリータ",
            "ちこりーた"
        ],
        [
            "ベイリーフ",
            "べいりーふ"
        ],
        [
            "メガニウム",
            "めがにうむ"
        ],
        [
            "ヒノアラシ",
            "ひのあらし"
        ],
        [
            "マグマラシ",
            "まぐまらし"
        ],
        [
            "バクフーン",
            "ばくふーん"
        ],
        [
            "バクフーン(ヒスイ)",
            "ばくふーん(ひすい)"
        ],
        [
            "ワニノコ",
            "わにのこ"
        ],
        [
            "アリゲイツ",
            "ありげいつ"
        ],
        [
            "オーダイル",
            "おーだいる"
        ],
        [
            "オタチ",
            "おたち"
        ],
        [
            "オオタチ",
            "おおたち"
        ],
        [
            "ホーホー",
            "ほーほー"
        ],
        [
            "ヨルノズク",
            "よるのずく"
        ],
        [
            "レディバ",
            "れでぃば"
        ],
        [
            "レディアン",
            "れでぃあん"
        ],
        [
            "イトマル",
            "いとまる"
        ],
        [
            "アリアドス",
            "ありあどす"
        ],
        [
            "クロバット",
            "くろばっと"
        ],
        [
            "チョンチー",
            "ちょんちー"
        ],
        [
            "ランターン",
            "らんたーん"
        ],
        [
            "ピチュー",
            "ぴちゅー"
        ],
        [
            "ピィ",
            "ぴぃ"
        ],
        [
            "ププリン",
            "ぷぷりん"
        ],
        [
            "トゲピー",
            "とげぴー"
        ],
        [
            "トゲチック",
            "とげちっく"
        ],
        [
            "ネイティ",
            "ねいてぃ"
        ],
        [
            "ネイティオ",
            "ねいてぃお"
        ],
        [
            "メリープ",
            "めりーぷ"
        ],
        [
            "モココ",
            "もここ"
        ],
        [
            "デンリュウ",
            "でんりゅう"
        ],
        [
            "キレイハナ",
            "きれいはな"
        ],
        [
            "マリル",
            "まりる"
        ],
        [
            "マリルリ",
            "まりるり"
        ],
        [
            "ウソッキー",
            "うそっきー"
        ],
        [
            "ニョロトノ",
            "にょろとの"
        ],
        [
            "ハネッコ",
            "はねっこ"
        ],
        [
            "ポポッコ",
            "ぽぽっこ"
        ],
        [
            "ワタッコ",
            "わたっこ"
        ],
        [
            "エイパム",
            "えいぱむ"
        ],
        [
            "ヒマナッツ",
            "ひまなっつ"
        ],
        [
            "キマワリ",
            "きまわり"
        ],
        [
            "ヤンヤンマ",
            "やんやんま"
        ],
        [
            "ウパー",
            "うぱー"
        ],
        [
            "ウパー(パルデア)",
            "うぱー(ぱるであ)"
        ],
        [
            "ヌオー",
            "ぬおー"
        ],
        [
            "エーフィ",
            "えーふぃ"
        ],
        [
            "ブラッキー",
            "ぶらっきー"
        ],
        [
            "ヤミカラス",
            "やみからす"
        ],
        [
            "ヤドキング",
            "やどきんぐ"
        ],
        [
            "ヤドキング(ガラル)",
            "やどきんぐ(がらる)"
        ],
        [
            "ムウマ",
            "むうま"
        ],
        [
            "アンノーン",
            "あんのーん"
        ],
        [
            "ソーナンス",
            "そーなんす"
        ],
        [
            "キリンリキ",
            "きりんりき"
        ],
        [
            "クヌギダマ",
            "くぬぎだま"
        ],
        [
            "フォレトス",
            "ふぉれとす"
        ],
        [
            "ノコッチ",
            "のこっち"
        ],
        [
            "グライガー",
            "ぐらいがー"
        ],
        [
            "ハガネール",
            "はがねーる"
        ],
        [
            "ブルー",
            "ぶるー"
        ],
        [
            "グランブル",
            "ぐらんぶる"
        ],
        [
            "ハリーセン",
            "はりーせん"
        ],
        [
            "ハリーセン(ヒスイ)",
            "はりーせん(ひすい)"
        ],
        [
            "ハッサム",
            "はっさむ"
        ],
        [
            "ツボツボ",
            "つぼつぼ"
        ],
        [
            "ヘラクロス",
            "へらくろす"
        ],
        [
            "ニューラ",
            "にゅーら"
        ],
        [
            "ニューラ(ヒスイ)",
            "にゅーら(ひすい)"
        ],
        [
            "ヒメグマ",
            "ひめぐま"
        ],
        [
            "リングマ",
            "りんぐま"
        ],
        [
            "マグマッグ",
            "まぐまっぐ"
        ],
        [
            "マグカルゴ",
            "まぐかるご"
        ],
        [
            "ウリムー",
            "うりむー"
        ],
        [
            "イノムー",
            "いのむー"
        ],
        [
            "サニーゴ",
            "さにーご"
        ],
        [
            "サニーゴ(ガラル)",
            "さにーご(がらる)"
        ],
        [
            "テッポウオ",
            "てっぽうお"
        ],
        [
            "オクタン",
            "おくたん"
        ],
        [
            "デリバード",
            "でりばーど"
        ],
        [
            "マンタイン",
            "まんたいん"
        ],
        [
            "エアームド",
            "えあーむど"
        ],
        [
            "デルビル",
            "でるびる"
        ],
        [
            "ヘルガー",
            "へるがー"
        ],
        [
            "キングドラ",
            "きんぐどら"
        ],
        [
            "ゴマゾウ",
            "ごまぞう"
        ],
        [
            "ドンファン",
            "どんふぁん"
        ],
        [
            "ポリゴン２",
            "ぽりごん２"
        ],
        [
            "オドシシ",
            "おどしし"
        ],
        [
            "ドーブル",
            "どーぶる"
        ],
        [
            "バルキー",
            "ばるきー"
        ],
        [
            "カポエラー",
            "かぽえらー"
        ],
        [
            "ムチュール",
            "むちゅーる"
        ],
        [
            "エレキッド",
            "えれきっど"
        ],
        [
            "ブビィ",
            "ぶびぃ"
        ],
        [
            "ミルタンク",
            "みるたんく"
        ],
        [
            "ハピナス",
            "はぴなす"
        ],
        [
            "ライコウ",
            "らいこう"
        ],
        [
            "エンテイ",
            "えんてい"
        ],
        [
            "スイクン",
            "すいくん"
        ],
        [
            "ヨーギラス",
            "よーぎらす"
        ],
        [
            "サナギラス",
            "さなぎらす"
        ],
        [
            "バンギラス",
            "ばんぎらす"
        ],
        [
            "ルギア",
            "るぎあ"
        ],
        [
            "ホウオウ",
            "ほうおう"
        ],
        [
            "セレビィ",
            "せれびぃ"
        ],
        [
            "キモリ",
            "きもり"
        ],
        [
            "ジュプトル",
            "じゅぷとる"
        ],
        [
            "ジュカイン",
            "じゅかいん"
        ],
        [
            "アチャモ",
            "あちゃも"
        ],
        [
            "ワカシャモ",
            "わかしゃも"
        ],
        [
            "バシャーモ",
            "ばしゃーも"
        ],
        [
            "ミズゴロウ",
            "みずごろう"
        ],
        [
            "ヌマクロー",
            "ぬまくろー"
        ],
        [
            "ラグラージ",
            "らぐらーじ"
        ],
        [
            "ポチエナ",
            "ぽちえな"
        ],
        [
            "グラエナ",
            "ぐらえな"
        ],
        [
            "ジグザグマ",
            "じぐざぐま"
        ],
        [
            "ジグザグマ(ガラル)",
            "じぐざぐま(がらる)"
        ],
        [
            "マッスグマ",
            "まっすぐま"
        ],
        [
            "マッスグマ(ガラル)",
            "まっすぐま(がらる)"
        ],
        [
            "ケムッソ",
            "けむっそ"
        ],
        [
            "カラサリス",
            "からさりす"
        ],
        [
            "アゲハント",
            "あげはんと"
        ],
        [
            "マユルド",
            "まゆるど"
        ],
        [
            "ドクケイル",
            "どくけいる"
        ],
        [
            "ハスボー",
            "はすぼー"
        ],
        [
            "ハスブレロ",
            "はすぶれろ"
        ],
        [
            "ルンパッパ",
            "るんぱっぱ"
        ],
        [
            "タネボー",
            "たねぼー"
        ],
        [
            "コノハナ",
            "このはな"
        ],
        [
            "ダーテング",
            "だーてんぐ"
        ],
        [
            "スバメ",
            "すばめ"
        ],
        [
            "オオスバメ",
            "おおすばめ"
        ],
        [
            "キャモメ",
            "きゃもめ"
        ],
        [
            "ペリッパー",
            "ぺりっぱー"
        ],
        [
            "ラルトス",
            "らるとす"
        ],
        [
            "キルリア",
            "きるりあ"
        ],
        [
            "サーナイト",
            "さーないと"
        ],
        [
            "アメタマ",
            "あめたま"
        ],
        [
            "アメモース",
            "あめもーす"
        ],
        [
            "キノココ",
            "きのここ"
        ],
        [
            "キノガッサ",
            "きのがっさ"
        ],
        [
            "ナマケロ",
            "なまけろ"
        ],
        [
            "ヤルキモノ",
            "やるきもの"
        ],
        [
            "ケッキング",
            "けっきんぐ"
        ],
        [
            "ツチニン",
            "つちにん"
        ],
        [
            "テッカニン",
            "てっかにん"
        ],
        [
            "ヌケニン",
            "ぬけにん"
        ],
        [
            "ゴニョニョ",
            "ごにょにょ"
        ],
        [
            "ドゴーム",
            "どごーむ"
        ],
        [
            "バクオング",
            "ばくおんぐ"
        ],
        [
            "マクノシタ",
            "まくのした"
        ],
        [
            "ハリテヤマ",
            "はりてやま"
        ],
        [
            "ルリリ",
            "るりり"
        ],
        [
            "ノズパス",
            "のずぱす"
        ],
        [
            "エネコ",
            "えねこ"
        ],
        [
            "エネコロロ",
            "えねころろ"
        ],
        [
            "ヤミラミ",
            "やみらみ"
        ],
        [
            "クチート",
            "くちーと"
        ],
        [
            "ココドラ",
            "ここどら"
        ],
        [
            "コドラ",
            "こどら"
        ],
        [
            "ボスゴドラ",
            "ぼすごどら"
        ],
        [
            "アサナン",
            "あさなん"
        ],
        [
            "チャーレム",
            "ちゃーれむ"
        ],
        [
            "ラクライ",
            "らくらい"
        ],
        [
            "ライボルト",
            "らいぼると"
        ],
        [
            "プラスル",
            "ぷらする"
        ],
        [
            "マイナン",
            "まいなん"
        ],
        [
            "バルビート",
            "ばるびーと"
        ],
        [
            "イルミーゼ",
            "いるみーぜ"
        ],
        [
            "ロゼリア",
            "ろぜりあ"
        ],
        [
            "ゴクリン",
            "ごくりん"
        ],
        [
            "マルノーム",
            "まるのーむ"
        ],
        [
            "キバニア",
            "きばにあ"
        ],
        [
            "サメハダー",
            "さめはだー"
        ],
        [
            "ホエルコ",
            "ほえるこ"
        ],
        [
            "ホエルオー",
            "ほえるおー"
        ],
        [
            "ドンメル",
            "どんめる"
        ],
        [
            "バクーダ",
            "ばくーだ"
        ],
        [
            "コータス",
            "こーたす"
        ],
        [
            "バネブー",
            "ばねぶー"
        ],
        [
            "ブーピッグ",
            "ぶーぴっぐ"
        ],
        [
            "パッチール",
            "ぱっちーる"
        ],
        [
            "ナックラー",
            "なっくらー"
        ],
        [
            "ビブラーバ",
            "びぶらーば"
        ],
        [
            "フライゴン",
            "ふらいごん"
        ],
        [
            "サボネア",
            "さぼねあ"
        ],
        [
            "ノクタス",
            "のくたす"
        ],
        [
            "チルット",
            "ちるっと"
        ],
        [
            "チルタリス",
            "ちるたりす"
        ],
        [
            "ザングース",
            "ざんぐーす"
        ],
        [
            "ハブネーク",
            "はぶねーく"
        ],
        [
            "ルナトーン",
            "るなとーん"
        ],
        [
            "ソルロック",
            "そるろっく"
        ],
        [
            "ドジョッチ",
            "どじょっち"
        ],
        [
            "ナマズン",
            "なまずん"
        ],
        [
            "ヘイガニ",
            "へいがに"
        ],
        [
            "シザリガー",
            "しざりがー"
        ],
        [
            "ヤジロン",
            "やじろん"
        ],
        [
            "ネンドール",
            "ねんどーる"
        ],
        [
            "リリーラ",
            "りりーら"
        ],
        [
            "ユレイドル",
            "ゆれいどる"
        ],
        [
            "アノプス",
            "あのぷす"
        ],
        [
            "アーマルド",
            "あーまるど"
        ],
        [
            "ヒンバス",
            "ひんばす"
        ],
        [
            "ミロカロス",
            "みろかろす"
        ],
        [
            "ポワルン",
            "ぽわるん"
        ],
        [
            "ポワルン(たいよう)",
            "ぽわるん(たいよう)"
        ],
        [
            "ポワルン(あまみず)",
            "ぽわるん(あまみず)"
        ],
        [
            "ポワルン(ゆきぐも)",
            "ぽわるん(ゆきぐも)"
        ],
        [
            "カクレオン",
            "かくれおん"
        ],
        [
            "カゲボウズ",
            "かげぼうず"
        ],
        [
            "ジュペッタ",
            "じゅぺった"
        ],
        [
            "ヨマワル",
            "よまわる"
        ],
        [
            "サマヨール",
            "さまよーる"
        ],
        [
            "トロピウス",
            "とろぴうす"
        ],
        [
            "チリーン",
            "ちりーん"
        ],
        [
            "アブソル",
            "あぶそる"
        ],
        [
            "ソーナノ",
            "そーなの"
        ],
        [
            "ユキワラシ",
            "ゆきわらし"
        ],
        [
            "オニゴーリ",
            "おにごーり"
        ],
        [
            "タマザラシ",
            "たまざらし"
        ],
        [
            "トドグラー",
            "とどぐらー"
        ],
        [
            "トドゼルガ",
            "とどぜるが"
        ],
        [
            "パールル",
            "ぱーるる"
        ],
        [
            "ハンテール",
            "はんてーる"
        ],
        [
            "サクラビス",
            "さくらびす"
        ],
        [
            "ジーランス",
            "じーらんす"
        ],
        [
            "ラブカス",
            "らぶかす"
        ],
        [
            "タツベイ",
            "たつべい"
        ],
        [
            "コモルー",
            "こもるー"
        ],
        [
            "ボーマンダ",
            "ぼーまんだ"
        ],
        [
            "ダンバル",
            "だんばる"
        ],
        [
            "メタング",
            "めたんぐ"
        ],
        [
            "メタグロス",
            "めたぐろす"
        ],
        [
            "レジロック",
            "れじろっく"
        ],
        [
            "レジアイス",
            "れじあいす"
        ],
        [
            "レジスチル",
            "れじすちる"
        ],
        [
            "ラティアス",
            "らてぃあす"
        ],
        [
            "ラティオス",
            "らてぃおす"
        ],
        [
            "カイオーガ",
            "かいおーが"
        ],
        [
            "グラードン",
            "ぐらーどん"
        ],
        [
            "レックウザ",
            "れっくうざ"
        ],
        [
            "ジラーチ",
            "じらーち"
        ],
        [
            "デオキシス",
            "でおきしす"
        ],
        [
            "デオキシス(アタック)",
            "でおきしす(あたっく)"
        ],
        [
            "デオキシス(ディフェンス)",
            "でおきしす(でぃふぇんす)"
        ],
        [
            "デオキシス(スピード)",
            "でおきしす(すぴーど)"
        ],
        [
            "ナエトル",
            "なえとる"
        ],
        [
            "ハヤシガメ",
            "はやしがめ"
        ],
        [
            "ドダイトス",
            "どだいとす"
        ],
        [
            "ヒコザル",
            "ひこざる"
        ],
        [
            "モウカザル",
            "もうかざる"
        ],
        [
            "ゴウカザル",
            "ごうかざる"
        ],
        [
            "ポッチャマ",
            "ぽっちゃま"
        ],
        [
            "ポッタイシ",
            "ぽったいし"
        ],
        [
            "エンペルト",
            "えんぺると"
        ],
        [
            "ムックル",
            "むっくる"
        ],
        [
            "ムクバード",
            "むくばーど"
        ],
        [
            "ムクホーク",
            "むくほーく"
        ],
        [
            "ビッパ",
            "びっぱ"
        ],
        [
            "ビーダル",
            "びーだる"
        ],
        [
            "コロボーシ",
            "ころぼーし"
        ],
        [
            "コロトック",
            "ころとっく"
        ],
        [
            "コリンク",
            "こりんく"
        ],
        [
            "ルクシオ",
            "るくしお"
        ],
        [
            "レントラー",
            "れんとらー"
        ],
        [
            "スボミー",
            "すぼみー"
        ],
        [
            "ロズレイド",
            "ろずれいど"
        ],
        [
            "ズガイドス",
            "ずがいどす"
        ],
        [
            "ラムパルド",
            "らむぱるど"
        ],
        [
            "タテトプス",
            "たてとぷす"
        ],
        [
            "トリデプス",
            "とりでぷす"
        ],
        [
            "ミノムッチ",
            "みのむっち"
        ],
        [
            "ミノマダム(くさき)",
            "みのまだむ(くさき)"
        ],
        [
            "ミノマダム(すなち)",
            "みのまだむ(すなち)"
        ],
        [
            "ミノマダム(ゴミ)",
            "みのまだむ(ごみ)"
        ],
        [
            "ガーメイル",
            "がーめいる"
        ],
        [
            "ミツハニー",
            "みつはにー"
        ],
        [
            "ビークイン",
            "びーくいん"
        ],
        [
            "パチリス",
            "ぱちりす"
        ],
        [
            "ブイゼル",
            "ぶいぜる"
        ],
        [
            "フローゼル",
            "ふろーぜる"
        ],
        [
            "チェリンボ",
            "ちぇりんぼ"
        ],
        [
            "チェリム",
            "ちぇりむ"
        ],
        [
            "カラナクシ",
            "からなくし"
        ],
        [
            "トリトドン",
            "とりとどん"
        ],
        [
            "エテボース",
            "えてぼーす"
        ],
        [
            "フワンテ",
            "ふわんて"
        ],
        [
            "フワライド",
            "ふわらいど"
        ],
        [
            "ミミロル",
            "みみろる"
        ],
        [
            "ミミロップ",
            "みみろっぷ"
        ],
        [
            "ムウマージ",
            "むうまーじ"
        ],
        [
            "ドンカラス",
            "どんからす"
        ],
        [
            "ニャルマー",
            "にゃるまー"
        ],
        [
            "ブニャット",
            "ぶにゃっと"
        ],
        [
            "リーシャン",
            "りーしゃん"
        ],
        [
            "スカンプー",
            "すかんぷー"
        ],
        [
            "スカタンク",
            "すかたんく"
        ],
        [
            "ドーミラー",
            "どーみらー"
        ],
        [
            "ドータクン",
            "どーたくん"
        ],
        [
            "ウソハチ",
            "うそはち"
        ],
        [
            "マネネ",
            "まねね"
        ],
        [
            "ピンプク",
            "ぴんぷく"
        ],
        [
            "ペラップ",
            "ぺらっぷ"
        ],
        [
            "ミカルゲ",
            "みかるげ"
        ],
        [
            "フカマル",
            "ふかまる"
        ],
        [
            "ガバイト",
            "がばいと"
        ],
        [
            "ガブリアス",
            "がぶりあす"
        ],
        [
            "ゴンベ",
            "ごんべ"
        ],
        [
            "リオル",
            "りおる"
        ],
        [
            "ルカリオ",
            "るかりお"
        ],
        [
            "ヒポポタス",
            "ひぽぽたす"
        ],
        [
            "カバルドン",
            "かばるどん"
        ],
        [
            "スコルピ",
            "すこるぴ"
        ],
        [
            "ドラピオン",
            "どらぴおん"
        ],
        [
            "グレッグル",
            "ぐれっぐる"
        ],
        [
            "ドクロッグ",
            "どくろっぐ"
        ],
        [
            "マスキッパ",
            "ますきっぱ"
        ],
        [
            "ケイコウオ",
            "けいこうお"
        ],
        [
            "ネオラント",
            "ねおらんと"
        ],
        [
            "タマンタ",
            "たまんた"
        ],
        [
            "ユキカブリ",
            "ゆきかぶり"
        ],
        [
            "ユキノオー",
            "ゆきのおー"
        ],
        [
            "マニューラ",
            "まにゅーら"
        ],
        [
            "ジバコイル",
            "じばこいる"
        ],
        [
            "ベロベルト",
            "べろべると"
        ],
        [
            "ドサイドン",
            "どさいどん"
        ],
        [
            "モジャンボ",
            "もじゃんぼ"
        ],
        [
            "エレキブル",
            "えれきぶる"
        ],
        [
            "ブーバーン",
            "ぶーばーん"
        ],
        [
            "トゲキッス",
            "とげきっす"
        ],
        [
            "メガヤンマ",
            "めがやんま"
        ],
        [
            "リーフィア",
            "りーふぃあ"
        ],
        [
            "グレイシア",
            "ぐれいしあ"
        ],
        [
            "グライオン",
            "ぐらいおん"
        ],
        [
            "マンムー",
            "まんむー"
        ],
        [
            "ポリゴンＺ",
            "ぽりごんＺ"
        ],
        [
            "ポリゴンZ",
            "ぽりごんZ"
        ],
        [
            "エルレイド",
            "えるれいど"
        ],
        [
            "ダイノーズ",
            "だいのーず"
        ],
        [
            "ヨノワール",
            "よのわーる"
        ],
        [
            "ユキメノコ",
            "ゆきめのこ"
        ],
        [
            "ロトム",
            "ろとむ"
        ],
        [
            "ロトム(ヒート)",
            "ろとむ(ひーと)"
        ],
        [
            "ロトム(ウォッシュ)",
            "ろとむ(うぉっしゅ)"
        ],
        [
            "ロトム(フロスト)",
            "ろとむ(ふろすと)"
        ],
        [
            "ロトム(スピン)",
            "ろとむ(すぴん)"
        ],
        [
            "ロトム(カット)",
            "ろとむ(かっと)"
        ],
        [
            "ユクシー",
            "ゆくしー"
        ],
        [
            "エムリット",
            "えむりっと"
        ],
        [
            "アグノム",
            "あぐのむ"
        ],
        [
            "ディアルガ",
            "でぃあるが"
        ],
        [
            "パルキア",
            "ぱるきあ"
        ],
        [
            "ヒードラン",
            "ひーどらん"
        ],
        [
            "レジギガス",
            "れじぎがす"
        ],
        [
            "ギラティナ",
            "ぎらてぃな"
        ],
        [
            "ギラティナ(オリジン)",
            "ぎらてぃな(おりじん)"
        ],
        [
            "クレセリア",
            "くれせりあ"
        ],
        [
            "フィオネ",
            "ふぃおね"
        ],
        [
            "マナフィ",
            "まなふぃ"
        ],
        [
            "ダークライ",
            "だーくらい"
        ],
        [
            "シェイミ",
            "しぇいみ"
        ],
        [
            "シェイミ(スカイ)",
            "しぇいみ(すかい)"
        ],
        [
            "アルセウス",
            "あるせうす"
        ],
        [
            "ビクティニ",
            "びくてぃに"
        ],
        [
            "ツタージャ",
            "つたーじゃ"
        ],
        [
            "ジャノビー",
            "じゃのびー"
        ],
        [
            "ジャローダ",
            "じゃろーだ"
        ],
        [
            "ポカブ",
            "ぽかぶ"
        ],
        [
            "チャオブー",
            "ちゃおぶー"
        ],
        [
            "エンブオー",
            "えんぶおー"
        ],
        [
            "ミジュマル",
            "みじゅまる"
        ],
        [
            "フタチマル",
            "ふたちまる"
        ],
        [
            "ダイケンキ",
            "だいけんき"
        ],
        [
            "ダイケンキ(ヒスイ)",
            "だいけんき(ひすい)"
        ],
        [
            "ミネズミ",
            "みねずみ"
        ],
        [
            "ミルホッグ",
            "みるほっぐ"
        ],
        [
            "ヨーテリー",
            "よーてりー"
        ],
        [
            "ハーデリア",
            "はーでりあ"
        ],
        [
            "ムーランド",
            "むーらんど"
        ],
        [
            "チョロネコ",
            "ちょろねこ"
        ],
        [
            "レパルダス",
            "れぱるだす"
        ],
        [
            "ヤナップ",
            "やなっぷ"
        ],
        [
            "ヤナッキー",
            "やなっきー"
        ],
        [
            "バオップ",
            "ばおっぷ"
        ],
        [
            "バオッキー",
            "ばおっきー"
        ],
        [
            "ヒヤップ",
            "ひやっぷ"
        ],
        [
            "ヒヤッキー",
            "ひやっきー"
        ],
        [
            "ムンナ",
            "むんな"
        ],
        [
            "ムシャーナ",
            "むしゃーな"
        ],
        [
            "マメパト",
            "まめぱと"
        ],
        [
            "ハトーボー",
            "はとーぼー"
        ],
        [
            "ケンホロウ",
            "けんほろう"
        ],
        [
            "シママ",
            "しまま"
        ],
        [
            "ゼブライカ",
            "ぜぶらいか"
        ],
        [
            "ダンゴロ",
            "だんごろ"
        ],
        [
            "ガントル",
            "がんとる"
        ],
        [
            "ギガイアス",
            "ぎがいあす"
        ],
        [
            "コロモリ",
            "ころもり"
        ],
        [
            "ココロモリ",
            "こころもり"
        ],
        [
            "モグリュー",
            "もぐりゅー"
        ],
        [
            "ドリュウズ",
            "どりゅうず"
        ],
        [
            "タブンネ",
            "たぶんね"
        ],
        [
            "ドッコラー",
            "どっこらー"
        ],
        [
            "ドテッコツ",
            "どてっこつ"
        ],
        [
            "ローブシン",
            "ろーぶしん"
        ],
        [
            "オタマロ",
            "おたまろ"
        ],
        [
            "ガマガル",
            "がまがる"
        ],
        [
            "ガマゲロゲ",
            "がまげろげ"
        ],
        [
            "ナゲキ",
            "なげき"
        ],
        [
            "ダゲキ",
            "だげき"
        ],
        [
            "クルミル",
            "くるみる"
        ],
        [
            "クルマユ",
            "くるまゆ"
        ],
        [
            "ハハコモリ",
            "ははこもり"
        ],
        [
            "フシデ",
            "ふしで"
        ],
        [
            "ホイーガ",
            "ほいーが"
        ],
        [
            "ペンドラー",
            "ぺんどらー"
        ],
        [
            "モンメン",
            "もんめん"
        ],
        [
            "エルフーン",
            "えるふーん"
        ],
        [
            "チュリネ",
            "ちゅりね"
        ],
        [
            "ドレディア",
            "どれでぃあ"
        ],
        [
            "ドレディア(ヒスイ)",
            "どれでぃあ(ひすい)"
        ],
        [
            "バスラオ",
            "ばすらお"
        ],
        [
            "メグロコ",
            "めぐろこ"
        ],
        [
            "ワルビル",
            "わるびる"
        ],
        [
            "ワルビアル",
            "わるびある"
        ],
        [
            "ダルマッカ",
            "だるまっか"
        ],
        [
            "ダルマッカ(ガラル)",
            "だるまっか(がらる)"
        ],
        [
            "ヒヒダルマ",
            "ひひだるま"
        ],
        [
            "ヒヒダルマ(ダルマ)",
            "ひひだるま(だるま)"
        ],
        [
            "ヒヒダルマ(ガラル)",
            "ひひだるま(がらる)"
        ],
        [
            "ヒヒダルマ(ガラル・ダルマ)",
            "ひひだるま(がらる・だるま)"
        ],
        [
            "マラカッチ",
            "まらかっち"
        ],
        [
            "イシズマイ",
            "いしずまい"
        ],
        [
            "イワパレス",
            "いわぱれす"
        ],
        [
            "ズルッグ",
            "ずるっぐ"
        ],
        [
            "ズルズキン",
            "ずるずきん"
        ],
        [
            "シンボラー",
            "しんぼらー"
        ],
        [
            "デスマス",
            "ですます"
        ],
        [
            "デスマス(ガラル)",
            "ですます(がらる)"
        ],
        [
            "デスカーン",
            "ですかーん"
        ],
        [
            "プロトーガ",
            "ぷろとーが"
        ],
        [
            "アバゴーラ",
            "あばごーら"
        ],
        [
            "アーケン",
            "あーけん"
        ],
        [
            "アーケオス",
            "あーけおす"
        ],
        [
            "ヤブクロン",
            "やぶくろん"
        ],
        [
            "ダストダス",
            "だすとだす"
        ],
        [
            "ゾロア",
            "ぞろあ"
        ],
        [
            "ゾロア(ヒスイ)",
            "ぞろあ(ひすい)"
        ],
        [
            "ゾロアーク",
            "ぞろあーく"
        ],
        [
            "ゾロアーク(ヒスイ)",
            "ぞろあーく(ひすい)"
        ],
        [
            "チラーミィ",
            "ちらーみぃ"
        ],
        [
            "チラチーノ",
            "ちらちーの"
        ],
        [
            "ゴチム",
            "ごちむ"
        ],
        [
            "ゴチミル",
            "ごちみる"
        ],
        [
            "ゴチルゼル",
            "ごちるぜる"
        ],
        [
            "ユニラン",
            "ゆにらん"
        ],
        [
            "ダブラン",
            "だぶらん"
        ],
        [
            "ランクルス",
            "らんくるす"
        ],
        [
            "コアルヒー",
            "こあるひー"
        ],
        [
            "スワンナ",
            "すわんな"
        ],
        [
            "バニプッチ",
            "ばにぷっち"
        ],
        [
            "バニリッチ",
            "ばにりっち"
        ],
        [
            "バイバニラ",
            "ばいばにら"
        ],
        [
            "シキジカ",
            "しきじか"
        ],
        [
            "メブキジカ",
            "めぶきじか"
        ],
        [
            "エモンガ",
            "えもんが"
        ],
        [
            "カブルモ",
            "かぶるも"
        ],
        [
            "シュバルゴ",
            "しゅばるご"
        ],
        [
            "タマゲタケ",
            "たまげたけ"
        ],
        [
            "モロバレル",
            "もろばれる"
        ],
        [
            "プルリル",
            "ぷるりる"
        ],
        [
            "ブルンゲル",
            "ぶるんげる"
        ],
        [
            "ママンボウ",
            "ままんぼう"
        ],
        [
            "バチュル",
            "ばちゅる"
        ],
        [
            "デンチュラ",
            "でんちゅら"
        ],
        [
            "テッシード",
            "てっしーど"
        ],
        [
            "ナットレイ",
            "なっとれい"
        ],
        [
            "ギアル",
            "ぎある"
        ],
        [
            "ギギアル",
            "ぎぎある"
        ],
        [
            "ギギギアル",
            "ぎぎぎある"
        ],
        [
            "シビシラス",
            "しびしらす"
        ],
        [
            "シビビール",
            "しびびーる"
        ],
        [
            "シビルドン",
            "しびるどん"
        ],
        [
            "リグレー",
            "りぐれー"
        ],
        [
            "オーベム",
            "おーべむ"
        ],
        [
            "ヒトモシ",
            "ひともし"
        ],
        [
            "ランプラー",
            "らんぷらー"
        ],
        [
            "シャンデラ",
            "しゃんでら"
        ],
        [
            "キバゴ",
            "きばご"
        ],
        [
            "オノンド",
            "おのんど"
        ],
        [
            "オノノクス",
            "おののくす"
        ],
        [
            "クマシュン",
            "くましゅん"
        ],
        [
            "ツンベアー",
            "つんべあー"
        ],
        [
            "フリージオ",
            "ふりーじお"
        ],
        [
            "チョボマキ",
            "ちょぼまき"
        ],
        [
            "アギルダー",
            "あぎるだー"
        ],
        [
            "マッギョ",
            "まっぎょ"
        ],
        [
            "マッギョ(ガラル)",
            "まっぎょ(がらる)"
        ],
        [
            "コジョフー",
            "こじょふー"
        ],
        [
            "コジョンド",
            "こじょんど"
        ],
        [
            "クリムガン",
            "くりむがん"
        ],
        [
            "ゴビット",
            "ごびっと"
        ],
        [
            "ゴルーグ",
            "ごるーぐ"
        ],
        [
            "コマタナ",
            "こまたな"
        ],
        [
            "キリキザン",
            "きりきざん"
        ],
        [
            "バッフロン",
            "ばっふろん"
        ],
        [
            "ワシボン",
            "わしぼん"
        ],
        [
            "ウォーグル",
            "うぉーぐる"
        ],
        [
            "ウォーグル(ヒスイ)",
            "うぉーぐる(ひすい)"
        ],
        [
            "バルチャイ",
            "ばるちゃい"
        ],
        [
            "バルジーナ",
            "ばるじーな"
        ],
        [
            "クイタラン",
            "くいたらん"
        ],
        [
            "アイアント",
            "あいあんと"
        ],
        [
            "モノズ",
            "ものず"
        ],
        [
            "ジヘッド",
            "じへっど"
        ],
        [
            "サザンドラ",
            "さざんどら"
        ],
        [
            "メラルバ",
            "めらるば"
        ],
        [
            "ウルガモス",
            "うるがもす"
        ],
        [
            "コバルオン",
            "こばるおん"
        ],
        [
            "テラキオン",
            "てらきおん"
        ],
        [
            "ビリジオン",
            "びりじおん"
        ],
        [
            "トルネロス",
            "とるねろす"
        ],
        [
            "トルネロス(れいじゅう)",
            "とるねろす(れいじゅう)"
        ],
        [
            "ボルトロス",
            "ぼるとろす"
        ],
        [
            "ボルトロス(れいじゅう)",
            "ぼるとろす(れいじゅう)"
        ],
        [
            "レシラム",
            "れしらむ"
        ],
        [
            "ゼクロム",
            "ぜくろむ"
        ],
        [
            "ランドロス",
            "らんどろす"
        ],
        [
            "ランドロス(れいじゅう)",
            "らんどろす(れいじゅう)"
        ],
        [
            "キュレム",
            "きゅれむ"
        ],
        [
            "キュレム(ホワイト)",
            "きゅれむ(ほわいと)"
        ],
        [
            "キュレム(ブラック)",
            "きゅれむ(ぶらっく)"
        ],
        [
            "ケルディオ",
            "けるでぃお"
        ],
        [
            "メロエッタ",
            "めろえった"
        ],
        [
            "メロエッタ(ステップ)",
            "めろえった(すてっぷ)"
        ],
        [
            "ゲノセクト",
            "げのせくと"
        ],
        [
            "ハリマロン",
            "はりまろん"
        ],
        [
            "ハリボーグ",
            "はりぼーぐ"
        ],
        [
            "ブリガロン",
            "ぶりがろん"
        ],
        [
            "フォッコ",
            "ふぉっこ"
        ],
        [
            "テールナー",
            "てーるなー"
        ],
        [
            "マフォクシー",
            "まふぉくしー"
        ],
        [
            "ケロマツ",
            "けろまつ"
        ],
        [
            "ゲコガシラ",
            "げこがしら"
        ],
        [
            "ゲッコウガ",
            "げっこうが"
        ],
        [
            "ホルビー",
            "ほるびー"
        ],
        [
            "ホルード",
            "ほるーど"
        ],
        [
            "ヤヤコマ",
            "ややこま"
        ],
        [
            "ヒノヤコマ",
            "ひのやこま"
        ],
        [
            "ファイアロー",
            "ふぁいあろー"
        ],
        [
            "コフキムシ",
            "こふきむし"
        ],
        [
            "コフーライ",
            "こふーらい"
        ],
        [
            "ビビヨン",
            "びびよん"
        ],
        [
            "シシコ",
            "ししこ"
        ],
        [
            "カエンジシ",
            "かえんじし"
        ],
        [
            "フラベベ",
            "ふらべべ"
        ],
        [
            "フラエッテ",
            "ふらえって"
        ],
        [
            "フラージェス",
            "ふらーじぇす"
        ],
        [
            "メェークル",
            "めぇーくる"
        ],
        [
            "ゴーゴート",
            "ごーごーと"
        ],
        [
            "ヤンチャム",
            "やんちゃむ"
        ],
        [
            "ゴロンダ",
            "ごろんだ"
        ],
        [
            "トリミアン",
            "とりみあん"
        ],
        [
            "ニャスパー",
            "にゃすぱー"
        ],
        [
            "ニャオニクス",
            "にゃおにくす"
        ],
        [
            "ヒトツキ",
            "ひとつき"
        ],
        [
            "ニダンギル",
            "にだんぎる"
        ],
        [
            "ギルガルド(ブレード)",
            "ぎるがるど(ぶれーど)"
        ],
        [
            "ギルガルド(シールド)",
            "ぎるがるど(しーるど)"
        ],
        [
            "シュシュプ",
            "しゅしゅぷ"
        ],
        [
            "フレフワン",
            "ふれふわん"
        ],
        [
            "ペロッパフ",
            "ぺろっぱふ"
        ],
        [
            "ペロリーム",
            "ぺろりーむ"
        ],
        [
            "マーイーカ",
            "まーいーか"
        ],
        [
            "カラマネロ",
            "からまねろ"
        ],
        [
            "カメテテ",
            "かめてて"
        ],
        [
            "ガメノデス",
            "がめのです"
        ],
        [
            "クズモー",
            "くずもー"
        ],
        [
            "ドラミドロ",
            "どらみどろ"
        ],
        [
            "ウデッポウ",
            "うでっぽう"
        ],
        [
            "ブロスター",
            "ぶろすたー"
        ],
        [
            "エリキテル",
            "えりきてる"
        ],
        [
            "エレザード",
            "えれざーど"
        ],
        [
            "チゴラス",
            "ちごらす"
        ],
        [
            "ガチゴラス",
            "がちごらす"
        ],
        [
            "アマルス",
            "あまるす"
        ],
        [
            "アマルルガ",
            "あまるるが"
        ],
        [
            "ニンフィア",
            "にんふぃあ"
        ],
        [
            "ルチャブル",
            "るちゃぶる"
        ],
        [
            "デデンネ",
            "ででんね"
        ],
        [
            "メレシー",
            "めれしー"
        ],
        [
            "ヌメラ",
            "ぬめら"
        ],
        [
            "ヌメイル",
            "ぬめいる"
        ],
        [
            "ヌメイル(ヒスイ)",
            "ぬめいる(ひすい)"
        ],
        [
            "ヌメルゴン",
            "ぬめるごん"
        ],
        [
            "ヌメルゴン(ヒスイ)",
            "ぬめるごん(ひすい)"
        ],
        [
            "クレッフィ",
            "くれっふぃ"
        ],
        [
            "ボクレー",
            "ぼくれー"
        ],
        [
            "オーロット",
            "おーろっと"
        ],
        [
            "バケッチャ(ちいさい)",
            "ばけっちゃ(ちいさい)"
        ],
        [
            "バケッチャ(ふつう)",
            "ばけっちゃ(ふつう)"
        ],
        [
            "バケッチャ(おおきい)",
            "ばけっちゃ(おおきい)"
        ],
        [
            "バケッチャ(とくだい)",
            "ばけっちゃ(とくだい)"
        ],
        [
            "パンプジン(ちいさい)",
            "ぱんぷじん(ちいさい)"
        ],
        [
            "パンプジン(ふつう)",
            "ぱんぷじん(ふつう)"
        ],
        [
            "パンプジン(おおきい)",
            "ぱんぷじん(おおきい)"
        ],
        [
            "パンプジン(とくだい)",
            "ぱんぷじん(とくだい)"
        ],
        [
            "カチコール",
            "かちこーる"
        ],
        [
            "クレベース",
            "くれべーす"
        ],
        [
            "クレベース(ヒスイ)",
            "くれべーす(ひすい)"
        ],
        [
            "オンバット",
            "おんばっと"
        ],
        [
            "オンバーン",
            "おんばーん"
        ],
        [
            "ゼルネアス",
            "ぜるねあす"
        ],
        [
            "イベルタル",
            "いべるたる"
        ],
        [
            "ジガルデ(10%)",
            "じがるで(10%)"
        ],
        [
            "ジガルデ",
            "じがるで"
        ],
        [
            "ジガルデ(パーフェクト)",
            "じがるで(ぱーふぇくと)"
        ],
        [
            "ディアンシー",
            "でぃあんしー"
        ],
        [
            "フーパ",
            "ふーぱ"
        ],
        [
            "フーパ(ときはなたれし)",
            "ふーぱ(ときはなたれし)"
        ],
        [
            "ボルケニオン",
            "ぼるけにおん"
        ],
        [
            "モクロー",
            "もくろー"
        ],
        [
            "フクスロー",
            "ふくすろー"
        ],
        [
            "ジュナイパー",
            "じゅないぱー"
        ],
        [
            "ジュナイパー(ヒスイ)",
            "じゅないぱー(ひすい)"
        ],
        [
            "ニャビー",
            "にゃびー"
        ],
        [
            "ニャヒート",
            "にゃひーと"
        ],
        [
            "ガオガエン",
            "がおがえん"
        ],
        [
            "アシマリ",
            "あしまり"
        ],
        [
            "オシャマリ",
            "おしゃまり"
        ],
        [
            "アシレーヌ",
            "あしれーぬ"
        ],
        [
            "ツツケラ",
            "つつけら"
        ],
        [
            "ケララッパ",
            "けららっぱ"
        ],
        [
            "ドデカバシ",
            "どでかばし"
        ],
        [
            "ヤングース",
            "やんぐーす"
        ],
        [
            "デカグース",
            "でかぐーす"
        ],
        [
            "アゴジムシ",
            "あごじむし"
        ],
        [
            "デンヂムシ",
            "でんぢむし"
        ],
        [
            "クワガノン",
            "くわがのん"
        ],
        [
            "マケンカニ",
            "まけんかに"
        ],
        [
            "ケケンカニ",
            "けけんかに"
        ],
        [
            "オドリドリ(めらめら)",
            "おどりどり(めらめら)"
        ],
        [
            "オドリドリ(ぱちぱち)",
            "おどりどり(ぱちぱち)"
        ],
        [
            "オドリドリ(ふらふら)",
            "おどりどり(ふらふら)"
        ],
        [
            "オドリドリ(まいまい)",
            "おどりどり(まいまい)"
        ],
        [
            "アブリー",
            "あぶりー"
        ],
        [
            "アブリボン",
            "あぶりぼん"
        ],
        [
            "イワンコ",
            "いわんこ"
        ],
        [
            "ルガルガン(まひる)",
            "るがるがん(まひる)"
        ],
        [
            "ルガルガン(まよなか)",
            "るがるがん(まよなか)"
        ],
        [
            "ルガルガン(たそがれ)",
            "るがるがん(たそがれ)"
        ],
        [
            "ヨワシ(たんどく)",
            "よわし(たんどく)"
        ],
        [
            "ヨワシ(むれ)",
            "よわし(むれ)"
        ],
        [
            "ヒドイデ",
            "ひどいで"
        ],
        [
            "ドヒドイデ",
            "どひどいで"
        ],
        [
            "ドロバンコ",
            "どろばんこ"
        ],
        [
            "バンバドロ",
            "ばんばどろ"
        ],
        [
            "シズクモ",
            "しずくも"
        ],
        [
            "オニシズクモ",
            "おにしずくも"
        ],
        [
            "カリキリ",
            "かりきり"
        ],
        [
            "ラランテス",
            "ららんてす"
        ],
        [
            "ネマシュ",
            "ねましゅ"
        ],
        [
            "マシェード",
            "ましぇーど"
        ],
        [
            "ヤトウモリ",
            "やとうもり"
        ],
        [
            "エンニュート",
            "えんにゅーと"
        ],
        [
            "ヌイコグマ",
            "ぬいこぐま"
        ],
        [
            "キテルグマ",
            "きてるぐま"
        ],
        [
            "アマカジ",
            "あまかじ"
        ],
        [
            "アママイコ",
            "あままいこ"
        ],
        [
            "アマージョ",
            "あまーじょ"
        ],
        [
            "キュワワー",
            "きゅわわー"
        ],
        [
            "ヤレユータン",
            "やれゆーたん"
        ],
        [
            "ナゲツケサル",
            "なげつけさる"
        ],
        [
            "コソクムシ",
            "こそくむし"
        ],
        [
            "グソクムシャ",
            "ぐそくむしゃ"
        ],
        [
            "スナバァ",
            "すなばぁ"
        ],
        [
            "シロデスナ",
            "しろですな"
        ],
        [
            "ナマコブシ",
            "なまこぶし"
        ],
        [
            "タイプ：ヌル",
            "たいぷ：ぬる"
        ],
        [
            "シルヴァディ",
            "しるゔぁでぃ"
        ],
        [
            "メテノ(りゅうせい)",
            "めての(りゅうせい)"
        ],
        [
            "メテノ(コア)",
            "めての(こあ)"
        ],
        [
            "ネッコアラ",
            "ねっこあら"
        ],
        [
            "バクガメス",
            "ばくがめす"
        ],
        [
            "トゲデマル",
            "とげでまる"
        ],
        [
            "ミミッキュ",
            "みみっきゅ"
        ],
        [
            "ハギギシリ",
            "はぎぎしり"
        ],
        [
            "ジジーロン",
            "じじーろん"
        ],
        [
            "ダダリン",
            "だだりん"
        ],
        [
            "ジャラコ",
            "じゃらこ"
        ],
        [
            "ジャランゴ",
            "じゃらんご"
        ],
        [
            "ジャラランガ",
            "じゃららんが"
        ],
        [
            "カプ・コケコ",
            "かぷ・こけこ"
        ],
        [
            "カプ・テテフ",
            "かぷ・ててふ"
        ],
        [
            "カプ・ブルル",
            "かぷ・ぶるる"
        ],
        [
            "カプ・レヒレ",
            "かぷ・れひれ"
        ],
        [
            "コスモッグ",
            "こすもっぐ"
        ],
        [
            "コスモウム",
            "こすもうむ"
        ],
        [
            "ソルガレオ",
            "そるがれお"
        ],
        [
            "ルナアーラ",
            "るなあーら"
        ],
        [
            "ウツロイド",
            "うつろいど"
        ],
        [
            "マッシブーン",
            "まっしぶーん"
        ],
        [
            "フェローチェ",
            "ふぇろーちぇ"
        ],
        [
            "デンジュモク",
            "でんじゅもく"
        ],
        [
            "テッカグヤ",
            "てっかぐや"
        ],
        [
            "カミツルギ",
            "かみつるぎ"
        ],
        [
            "アクジキング",
            "あくじきんぐ"
        ],
        [
            "ネクロズマ",
            "ねくろずま"
        ],
        [
            "ネクロズマ(たそがれ)",
            "ねくろずま(たそがれ)"
        ],
        [
            "ネクロズマ(あかつき)",
            "ねくろずま(あかつき)"
        ],
        [
            "ネクロズマ(ウルトラ)",
            "ねくろずま(うるとら)"
        ],
        [
            "マギアナ",
            "まぎあな"
        ],
        [
            "マーシャドー",
            "まーしゃどー"
        ],
        [
            "ベベノム",
            "べべのむ"
        ],
        [
            "アーゴヨン",
            "あーごよん"
        ],
        [
            "ツンデツンデ",
            "つんでつんで"
        ],
        [
            "ズガドーン",
            "ずがどーん"
        ],
        [
            "ゼラオラ",
            "ぜらおら"
        ],
        [
            "メルタン",
            "めるたん"
        ],
        [
            "メルメタル",
            "めるめたる"
        ],
        [
            "サルノリ",
            "さるのり"
        ],
        [
            "バチンキー",
            "ばちんきー"
        ],
        [
            "ゴリランダー",
            "ごりらんだー"
        ],
        [
            "ヒバニー",
            "ひばにー"
        ],
        [
            "ラビフット",
            "らびふっと"
        ],
        [
            "エースバーン",
            "えーすばーん"
        ],
        [
            "メッソン",
            "めっそん"
        ],
        [
            "ジメレオン",
            "じめれおん"
        ],
        [
            "インテレオン",
            "いんてれおん"
        ],
        [
            "ホシガリス",
            "ほしがりす"
        ],
        [
            "ヨクバリス",
            "よくばりす"
        ],
        [
            "ココガラ",
            "ここがら"
        ],
        [
            "アオガラス",
            "あおがらす"
        ],
        [
            "アーマーガア",
            "あーまーがあ"
        ],
        [
            "サッチムシ",
            "さっちむし"
        ],
        [
            "レドームシ",
            "れどーむし"
        ],
        [
            "イオルブ",
            "いおるぶ"
        ],
        [
            "クスネ",
            "くすね"
        ],
        [
            "フォクスライ",
            "ふぉくすらい"
        ],
        [
            "ヒメンカ",
            "ひめんか"
        ],
        [
            "ワタシラガ",
            "わたしらが"
        ],
        [
            "ウールー",
            "うーるー"
        ],
        [
            "バイウールー",
            "ばいうーるー"
        ],
        [
            "カムカメ",
            "かむかめ"
        ],
        [
            "カジリガメ",
            "かじりがめ"
        ],
        [
            "ワンパチ",
            "わんぱち"
        ],
        [
            "パルスワン",
            "ぱるすわん"
        ],
        [
            "タンドン",
            "たんどん"
        ],
        [
            "トロッゴン",
            "とろっごん"
        ],
        [
            "セキタンザン",
            "せきたんざん"
        ],
        [
            "カジッチュ",
            "かじっちゅ"
        ],
        [
            "アップリュー",
            "あっぷりゅー"
        ],
        [
            "タルップル",
            "たるっぷる"
        ],
        [
            "スナヘビ",
            "すなへび"
        ],
        [
            "サダイジャ",
            "さだいじゃ"
        ],
        [
            "ウッウ",
            "うっう"
        ],
        [
            "サシカマス",
            "さしかます"
        ],
        [
            "カマスジョー",
            "かますじょー"
        ],
        [
            "エレズン",
            "えれずん"
        ],
        [
            "ストリンダー",
            "すとりんだー"
        ],
        [
            "ヤクデ",
            "やくで"
        ],
        [
            "マルヤクデ",
            "まるやくで"
        ],
        [
            "タタッコ",
            "たたっこ"
        ],
        [
            "オトスパス",
            "おとすぱす"
        ],
        [
            "ヤバチャ",
            "やばちゃ"
        ],
        [
            "ポットデス",
            "ぽっとです"
        ],
        [
            "ミブリム",
            "みぶりむ"
        ],
        [
            "テブリム",
            "てぶりむ"
        ],
        [
            "ブリムオン",
            "ぶりむおん"
        ],
        [
            "ベロバー",
            "べろばー"
        ],
        [
            "ギモー",
            "ぎもー"
        ],
        [
            "オーロンゲ",
            "おーろんげ"
        ],
        [
            "タチフサグマ",
            "たちふさぐま"
        ],
        [
            "ニャイキング",
            "にゃいきんぐ"
        ],
        [
            "サニゴーン",
            "さにごーん"
        ],
        [
            "ネギガナイト",
            "ねぎがないと"
        ],
        [
            "バリコオル",
            "ばりこおる"
        ],
        [
            "デスバーン",
            "ですばーん"
        ],
        [
            "マホミル",
            "まほみる"
        ],
        [
            "マホイップ",
            "まほいっぷ"
        ],
        [
            "タイレーツ",
            "たいれーつ"
        ],
        [
            "バチンウニ",
            "ばちんうに"
        ],
        [
            "ユキハミ",
            "ゆきはみ"
        ],
        [
            "モスノウ",
            "もすのう"
        ],
        [
            "イシヘンジン",
            "いしへんじん"
        ],
        [
            "コオリッポ(アイス)",
            "こおりっぽ(あいす)"
        ],
        [
            "コオリッポ(ナイス)",
            "こおりっぽ(ないす)"
        ],
        [
            "イエッサン(オス)",
            "いえっさん(おす)"
        ],
        [
            "イエッサン(メス)",
            "いえっさん(めす)"
        ],
        [
            "モルペコ",
            "もるぺこ"
        ],
        [
            "ゾウドウ",
            "ぞうどう"
        ],
        [
            "ダイオウドウ",
            "だいおうどう"
        ],
        [
            "パッチラゴン",
            "ぱっちらごん"
        ],
        [
            "パッチルドン",
            "ぱっちるどん"
        ],
        [
            "ウオノラゴン",
            "うおのらごん"
        ],
        [
            "ウオチルドン",
            "うおちるどん"
        ],
        [
            "ジュラルドン",
            "じゅらるどん"
        ],
        [
            "ドラメシヤ",
            "どらめしや"
        ],
        [
            "ドロンチ",
            "どろんち"
        ],
        [
            "ドラパルト",
            "どらぱると"
        ],
        [
            "ザシアン(れきせん)",
            "ざしあん(れきせん)"
        ],
        [
            "ザシアン(けんのおう)",
            "ざしあん(けんのおう)"
        ],
        [
            "ザマゼンタ(れきせん)",
            "ざまぜんた(れきせん)"
        ],
        [
            "ザマゼンタ(たてのおう)",
            "ざまぜんた(たてのおう)"
        ],
        [
            "ムゲンダイナ",
            "むげんだいな"
        ],
        [
            "ダクマ",
            "だくま"
        ],
        [
            "ウーラオス(いちげき)",
            "うーらおす(いちげき)"
        ],
        [
            "ウーラオス(れんげき)",
            "うーらおす(れんげき)"
        ],
        [
            "ザルード",
            "ざるーど"
        ],
        [
            "レジエレキ",
            "れじえれき"
        ],
        [
            "レジドラゴ",
            "れじどらご"
        ],
        [
            "ブリザポス",
            "ぶりざぽす"
        ],
        [
            "レイスポス",
            "れいすぽす"
        ],
        [
            "バドレックス",
            "ばどれっくす"
        ],
        [
            "バドレックス(はくば)",
            "ばどれっくす(はくば)"
        ],
        [
            "バドレックス(こくば)",
            "ばどれっくす(こくば)"
        ],
        [
            "アヤシシ",
            "あやしし"
        ],
        [
            "バサギリ",
            "ばさぎり"
        ],
        [
            "ガチグマ",
            "がちぐま"
        ],
        [
            "イダイトウ",
            "いだいとう"
        ],
        [
            "オオニューラ",
            "おおにゅーら"
        ],
        [
            "ハリーマン",
            "はりーまん"
        ],
        [
            "ラブトロス",
            "らぶとろす"
        ],
        [
            "ニャオハ",
            "にゃおは"
        ],
        [
            "ニャローテ",
            "にゃろーて"
        ],
        [
            "マスカーニャ",
            "ますかーにゃ"
        ],
        [
            "ホゲータ",
            "ほげーた"
        ],
        [
            "アチゲータ",
            "あちげーた"
        ],
        [
            "ラウドボーン",
            "らうどぼーん"
        ],
        [
            "クワッス",
            "くわっす"
        ],
        [
            "ウェルカモ",
            "うぇるかも"
        ],
        [
            "ウェーニバル",
            "うぇーにばる"
        ],
        [
            "グルトン",
            "ぐるとん"
        ],
        [
            "パフュートン(オス)",
            "ぱふゅーとん(おす)"
        ],
        [
            "パフュートン(メス)",
            "ぱふゅーとん(めす)"
        ],
        [
            "タマンチュラ",
            "たまんちゅら"
        ],
        [
            "ワナイダー",
            "わないだー"
        ],
        [
            "マメバッタ",
            "まめばった"
        ],
        [
            "エクスレッグ",
            "えくすれっぐ"
        ],
        [
            "パモ",
            "ぱも"
        ],
        [
            "パモット",
            "ぱもっと"
        ],
        [
            "パーモット",
            "ぱーもっと"
        ],
        [
            "ワッカネズミ",
            "わっかねずみ"
        ],
        [
            "イッカネズミ",
            "いっかねずみ"
        ],
        [
            "パピモッチ",
            "ぱぴもっち"
        ],
        [
            "バウッツェル",
            "ばうっつぇる"
        ],
        [
            "ミニーブ",
            "みにーぶ"
        ],
        [
            "オリーニョ",
            "おりーにょ"
        ],
        [
            "オリーヴァ",
            "おりーゔぁ"
        ],
        [
            "イキリンコ",
            "いきりんこ"
        ],
        [
            "コジオ",
            "こじお"
        ],
        [
            "ジオヅム",
            "じおづむ"
        ],
        [
            "キョジオーン",
            "きょじおーん"
        ],
        [
            "カルボウ",
            "かるぼう"
        ],
        [
            "グレンアルマ",
            "ぐれんあるま"
        ],
        [
            "ソウブレイズ",
            "そうぶれいず"
        ],
        [
            "ズピカ",
            "ずぴか"
        ],
        [
            "ハラバリー",
            "はらばりー"
        ],
        [
            "カイデン",
            "かいでん"
        ],
        [
            "タイカイデン",
            "たいかいでん"
        ],
        [
            "オラチフ",
            "おらちふ"
        ],
        [
            "マフィティフ",
            "まふぃてぃふ"
        ],
        [
            "シルシュルー",
            "しるしゅるー"
        ],
        [
            "タギングル",
            "たぎんぐる"
        ],
        [
            "アノクサ",
            "あのくさ"
        ],
        [
            "アノホラグサ",
            "あのほらぐさ"
        ],
        [
            "ノノクラゲ",
            "ののくらげ"
        ],
        [
            "リククラゲ",
            "りくくらげ"
        ],
        [
            "ガケガニ",
            "がけがに"
        ],
        [
            "カプサイジ",
            "かぷさいじ"
        ],
        [
            "スコヴィラン",
            "すこゔぃらん"
        ],
        [
            "シガロコ",
            "しがろこ"
        ],
        [
            "ベラカス",
            "べらかす"
        ],
        [
            "ヒラヒナ",
            "ひらひな"
        ],
        [
            "クエスパトラ",
            "くえすぱとら"
        ],
        [
            "カヌチャン",
            "かぬちゃん"
        ],
        [
            "ナカヌチャン",
            "なかぬちゃん"
        ],
        [
            "デカヌチャン",
            "でかぬちゃん"
        ],
        [
            "ウミディグダ",
            "うみでぃぐだ"
        ],
        [
            "ウミトリオ",
            "うみとりお"
        ],
        [
            "オトシドリ",
            "おとしどり"
        ],
        [
            "ナミイルカ",
            "なみいるか"
        ],
        [
            "イルカマン(ナイーブ)",
            "いるかまん(ないーぶ)"
        ],
        [
            "イルカマン(マイティ)",
            "いるかまん(まいてぃ)"
        ],
        [
            "ブロロン",
            "ぶろろん"
        ],
        [
            "ブロロローム",
            "ぶろろろーむ"
        ],
        [
            "モトトカゲ",
            "もととかげ"
        ],
        [
            "ミミズズ",
            "みみずず"
        ],
        [
            "キラーメ",
            "きらーめ"
        ],
        [
            "キラフロル",
            "きらふろる"
        ],
        [
            "ボチ",
            "ぼち"
        ],
        [
            "ハカドッグ",
            "はかどっぐ"
        ],
        [
            "カラミンゴ",
            "からみんご"
        ],
        [
            "アルクジラ",
            "あるくじら"
        ],
        [
            "ハルクジラ",
            "はるくじら"
        ],
        [
            "ミガルーサ",
            "みがるーさ"
        ],
        [
            "ヘイラッシャ",
            "へいらっしゃ"
        ],
        [
            "シャリタツ",
            "しゃりたつ"
        ],
        [
            "コノヨザル",
            "このよざる"
        ],
        [
            "ドオー",
            "どおー"
        ],
        [
            "リキキリン",
            "りききりん"
        ],
        [
            "ノココッチ",
            "のここっち"
        ],
        [
            "ドドゲザン",
            "どどげざん"
        ],
        [
            "イダイナキバ",
            "いだいなきば"
        ],
        [
            "サケブシッポ",
            "さけぶしっぽ"
        ],
        [
            "アラブルタケ",
            "あらぶるたけ"
        ],
        [
            "ハバタクカミ",
            "はばたくかみ"
        ],
        [
            "チヲハウハネ",
            "ちをはうはね"
        ],
        [
            "スナノケガワ",
            "すなのけがわ"
        ],
        [
            "テツノワダチ",
            "てつのわだち"
        ],
        [
            "テツノツツミ",
            "てつのつつみ"
        ],
        [
            "テツノカイナ",
            "てつのかいな"
        ],
        [
            "テツノコウベ",
            "てつのこうべ"
        ],
        [
            "テツノドクガ",
            "てつのどくが"
        ],
        [
            "テツノイバラ",
            "てつのいばら"
        ],
        [
            "セビエ",
            "せびえ"
        ],
        [
            "セゴール",
            "せごーる"
        ],
        [
            "セグレイブ",
            "せぐれいぶ"
        ],
        [
            "コレクレー",
            "これくれー"
        ],
        [
            "サーフゴー",
            "さーふごー"
        ],
        [
            "チオンジェン",
            "ちおんじぇん"
        ],
        [
            "パオジアン",
            "ぱおじあん"
        ],
        [
            "ディンルー",
            "でぃんるー"
        ],
        [
            "イーユイ",
            "いーゆい"
        ],
        [
            "トドロクツキ",
            "とどろくつき"
        ],
        [
            "テツノブジン",
            "てつのぶじん"
        ],
        [
            "コライドン",
            "こらいどん"
        ],
        [
            "ミライドン",
            "みらいどん"
        ],
        [
            "ウネルミナモ",
            "うねるみなも"
        ],
        [
            "テツノイサハ",
            "てつのいさは"
        ]
    ]
}